[

    {
        "color": "success",
        "email": "aap94@pitt.edu",
        "first": "Aarti",
        "last": "Patel",
        "sample": [
            {
                "desc": "This piece highlights the beauty and power of nature. It has no boundaries and makes life vibrant. This is a scratchboard piece created by using scratch knives and highlighted with water color.",
                "image": "/static/Arts/IMG_3125 - Aarti Patel.jpeg",
                "video": ""
            },
            {
                "desc": "The painting is of the Cliffs of Ireland. I mainly wanted to focus on the detail of the rock face and the waves of the ocean as well as the texture. I created this piece using acrylic paints on a canvas board.",
                "image": "/static/Arts/IMG_2568 - Aarti Patel.jpeg",
                "video": ""
            },
            {
                "desc": "This piece of work highlights the vibrant details of the moon and the colors of space. My style of art includes patterns that are appealing to the eye. The Earth is layered in patterns to convey the idea of structure, complexity, and the free expressionism present on Earth. This was done on a scratch board using scratch knives and acrylic paint.",
                "image": "/static/Arts/IMG_2584 - Aarti Patel.jpeg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "aurelialwaller@gmail.com",
        "first": "Aurelia",
        "last": "Waller",
        "sample": [
            {
                "desc": "This is an image of 3 CAD drawings that I made. I also did the starry background. The CAD drawings are of the Psyche asteroid, satellite and the word.",
                "image": "/static/Arts/Psyche CAD - Aurelia Waller.png",
                "video": ""
            },
            {
                "desc": "This is a photograph that I took at the Neutral Buoyancy Lab while visiting NASA Johnson Space Center. It is a photo of 3 Astronaut trainers and an Astronaut (there were two Astronauts suiting up). They are getting ready for an exercise in the pool.",
                "image": "/static/Arts/NBL Trainers and Astronauts - Aurelia Waller.png",
                "video": ""
            },
            {
                "desc": "This is a video that implies that NASA, ASU, their partners and the public will be trying to figure out what is at the core of the Psyche asteroid. I created all parts of the video (effects, spinning asteroid, lettering and music) except the starry and asteroid background videos. They are used with permission (no copyright infringement).",
                "image": "",
                "video": "https://youtube.com/embed/kjR55hVa6RQ"
            }
        ]
    },
    {
        "color": "info",
        "email": "kimikimiart9898@gmail.com",
        "first": "Feikim",
        "last": "Lee",
        "sample": [
            {
                "desc": "A scene of one of my main characters for my project titled “Little Red Robot,” a futuristic cyberpunk version of the classic tale of Little Red Ridinghood. This specific scene depicts a character with a wolf-like helmet on a futuristic bike hovering over a puddle reflecting the city lights.",
                "image": "/static/Arts/FeikimLeeSample1 - Kimi Kimi.jpg",
                "video": ""
            },
            {
                "desc": "A scene in my project “Little Red Robot,” with the Wolves Rebels chasing Little Red Robot (Ridinghood). The setting takes place in a street market in a colorful, futuristic, dystopian city.",
                "image": "/static/Arts/FeikimLeeSample2 - Kimi Kimi.jpg",
                "video": ""
            },
            {
                "desc": "A scene in my project “Little Red Robot,” with the Wolves and Red hanging out as they’ve come to understand each other. I wanted to showcase emotion and mood within this artwork.",
                "image": "/static/Arts/FeikimLeeSample3 - Kimi Kimi.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "xhu2@bowdoin.edu",
        "first": "Xiwen (Julie)",
        "last": "Hu",
        "sample": [
            {
                "desc": "A graphic portraying the lack of biodiversity due to climate change, through a lonely polar bear on the ice.",
                "image": "/static/Arts/biodiversity1-03 - chemillustrator.png",
                "video": ""
            },
            {
                "desc": "This except comes from my magical realism coming-of-age story Dreamchasers. It's a musing of the meaning of life from the perspective of natural history theory by the supporting female character. ",
                "image": "/static/Arts/Dreamchasers Excerpt - chemillustrator.pdf",
                "video": ""
            },
            {
                "desc": "This work is called 'Hidden Figure.' It showcases the famous mathematician Katherine Johnson, who worked on various NASA missions of space exploration. ",
                "image": "/static/Arts/kj-03 - chemillustrator.png",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "afranc29@asu.edu",
        "first": "Arlette",
        "last": "Franco",
        "sample": [
            {
                "desc": "this represent the start of the journey of Nemo and Debby into the subconscious unknown.",
                "image": "/static/Arts/IMG_1630 - Arlette Franco.jpg",
                "video": ""
            },
            {
                "desc": "This piece is based on the book \"Plague Dogs\" By Richard Adams. The gas mask on the dog represent how the dog become toxic waste to other from the many drugs it had taken. It's fur is made with sloppy strokes to how how ragged and corrupted the dog is as he looks over to the audience. ",
                "image": "/static/Arts/IMG_1625 - Arlette Franco.jpg",
                "video": ""
            },
            {
                "desc": "This is based on a piece I previously made. Its an allegory of being beaten and used by other for their gain.",
                "image": "/static/Arts/IMG_0054 - Arlette Franco.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "primary",
        "email": "ssawant5@asu.edu",
        "first": "Sarika",
        "last": "Sawant",
        "sample": [
            {
                "desc": "This choreographed group piece was for a fundraiser called Dance in France. Each dancer was asked to portray the choreography with different emotions in order to bring the French essence of the song to life. The movement given to each dancer was different and based on their individual capability.",
                "image": "",
                "video": "https://youtube.com/embed/l78dGZEAjqw"
            },
            {
                "desc": "This ballet piece was made for ASU’s Community Art Night, which is put on monthly by the Interdisciplinary Arts and Performances Club. This night of creation aims to bring together members of the local community for a few hours of live music, short films, dance, spoken word, and other mediums of art. ",
                "image": "",
                "video": "https://youtube.com/embed/rTlYH9Ek9Uc"
            },
            {
                "desc": "This hip hop dance was filmed in France. I attended a class in which I worked with the teacher to choreograph and teach a dance all within the same hour. It was interesting to see how this was different from the hip hop classes I had taken in the U.S. The age range was also intriguing because classes in France are open to anyone in the community.",
                "image": "",
                "video": "https://youtube.com/embed/vnasF3IlvBc"
            }
        ]
    },
    {
        "color": "warning",
        "email": "farnsj1@unlv.nevada.edu",
        "first": "Jessica",
        "last": "Farnsworth",
        "sample": [
            {
                "desc": "This is a depiction of my own take on extra dimensional existence and the associated changes in physical properties. In our universe a common element associated with life is carbon and in my piece, I tried to re-imagine an equivalent of a carbon atom that would exist in this assumed dimension with a glamorized depiction of its associated lifeforms.",
                "image": "/static/Arts/Farnsworth.J.ExtraDimensional - Jessica Farnsworth.jpg",
                "video": ""
            },
            {
                "desc": "I use surrealism to depict my contemplation on creationism and the connection our minds have to the universe. The subject is creating her own ideas which contributes to the energy of the universe. This process shapes her thoughts into cosmic creations, such as constellations, making her the author of her own literal cosmic reality.  ",
                "image": "/static/Arts/Farnsworth.J.Creationism - Jessica Farnsworth.jpg",
                "video": ""
            },
            {
                "desc": "This piece is inspired by cyberpunk commentary on cosmetic and functional augmentations that may and will become a reality in years to come. I’ve taken a surrealistic and glamorous approach to advertise this type of progress. The world depicted upholds post humanism where all are indiscriminately connected to the cosmos and each other.",
                "image": "/static/Arts/Farnsworth.J.Augmented - Jessica Farnsworth.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "primary",
        "email": "ssmania@asu.edu",
        "first": "Siena",
        "last": "Smania",
        "sample": [
            {
                "desc": "This is a self-photoshoot I did. I wanted to capture the idea of \"floating through space\" hence the imagery of floating in a sea of stars. While then also observing our solar system as a whole and realizing how tiny we are compared to the rest of the universe.",
                "image": "/static/Arts/spacebath - Siena Smania.jpg",
                "video": ""
            },
            {
                "desc": "Here, I wanted to play with irony. I put one of the largest land mammals in a tiny potted plant and built an ecosystem around it.",
                "image": "/static/Arts/elephantgarden - Siena Smania.jpg",
                "video": ""
            },
            {
                "desc": "Whenever you go to the sea, it's so magnificent you find yourself wanting to take some of it home. So I've made an ocean in a jar, showcasing some of the beautiful fish in the ocean.",
                "image": "/static/Arts/oceaninajar - Siena Smania.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "mlunbery@asu.edu",
        "first": "Magdalene",
        "last": "Lunbery",
        "sample": [
            {
                "desc": "This was a photoshoot which was Bill & Ted's Excellent Adventure themed. It was shot at the Metrocenter mall (where the movie was filmed) which closed 5 days later. I painted the blazer and styled the rest of the look.",
                "image": "/static/Arts/daryls at the entrance - Magdalene Lunbery.jpg",
                "video": ""
            },
            {
                "desc": "This was my promo video for my CFDA Design Scholar submission. I designed and created all of the outerwear.",
                "image": "",
                "video": "https://youtube.com/embed/Ponrr2uN8CQ"
            },
            {
                "desc": "This is the tissue paper flower dress I constructed for Fashion Square Mall. The hidden secret about this piece is that the hat was originally a pizza pan.",
                "image": "/static/Arts/94016643_3161873257157722_3025797029738577920_o - Magdalene Lunbery.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "danger",
        "email": "ahe1408@rit.edu",
        "first": "Anne",
        "last": "Elliott",
        "sample": [
            {
                "desc": "I created a fictional concept, \"Museum of Worlds.\" Inside this museum lies the Geo Wall, which contains specimens of rock from other planets. I 3D modeled and animated this rock, attempting to visualize what a user interaction could look like. ",
                "image": "",
                "video": "https://youtube.com/embed/nLPGe8sTT5g"
            },
            {
                "desc": "A fictional title sequence, \"Midas.\" Inspired by the story of King Midas - everything he touches turns to gold. I modeled the hand in Cinema 4D, animated it using Houdini, and edited the video using Adobe After Effects.",
                "image": "",
                "video": "https://youtube.com/embed/7maOl7ODbj0"
            },
            {
                "desc": "I arranged and musically produced this cover of Gravity (this is a small snippet of it to fit under the 2 minute mark - and that's me singing with one of my friends!) I also created the video, animating the background to make it look like space, and as if gravity was pulling us down (a play on the words of the song).",
                "image": "",
                "video": "https://youtube.com/embed/ILUED9DmGEo"
            }
        ]
    },
    {
        "color": "info",
        "email": "ler4982@g.rit.edu",
        "first": "Lucie",
        "last": "Robert",
        "sample": [
            {
                "desc": "Kiva, 9x12'', oil paint on canvas. This painting explores teenage femininity. It is part of my oil painting portfolio which has was awarded regional recognition (Scholastic Art and Writing Awards) and National Recognition (The YoungArts Foundation) in 2018.",
                "image": "/static/Arts/Kiva - Lucie Robert.jpg",
                "video": ""
            },
            {
                "desc": "Eyeball Animation. Assets and animation created in Cinema 4D, audio in Adobe After Effects. It was a project to explore the limits of fluid dynamics. ",
                "image": "",
                "video": "https://youtube.com/embed/YuA48KsMd1k"
            },
            {
                "desc": "Child Labor Infographic. Created in Adobe Illustrator. Created to being awareness to the dark undercurrent of child labor and exploitation that underpins capitalism and allows us in the United States to live a life of consumerism and privilege.  ",
                "image": "/static/Arts/Child Labor Infographic - Lucie Robert.png",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "slin111@asu.edu",
        "first": "Sheng",
        "last": "Lin",
        "sample": [
            {
                "desc": "Space Bunny",
                "image": "/static/Arts/17 - Sheng Lin.jpg",
                "video": ""
            },
            {
                "desc": "More contemporary stuff",
                "image": "/static/Arts/IMG_1877 - Sheng Lin.JPG",
                "video": ""
            },
            {
                "desc": ":) I've always loved this one. ",
                "image": "",
                "video": "https://www.youtube.com/embed/LkghuMNyEqE"
            }
        ]
    },
    {
        "color": "success",
        "email": "Elmore48nicole@gmail.com",
        "first": "Nicole",
        "last": "Elmore",
        "sample": [
            {
                "desc": "Lips are the untold stories in our world. This is an abstract outlook on how our voices can make changes.",
                "image": "/static/Arts/1-1 - Nicole Elmore.jpg",
                "video": ""
            },
            {
                "desc": "Nature and art combined. One day enjoying mother nature during covid this was a version of still life from my backyard.",
                "image": "/static/Arts/1 - Nicole Elmore.jpg",
                "video": ""
            },
            {
                "desc": "Art and photography are limitless possibilities. These kinds of images allow people to connect from their own personal environmental connections.",
                "image": "/static/Arts/1.2 - Nicole Elmore.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "mchouchi@asu.edu",
        "first": "Michelle",
        "last": "Houchins",
        "sample": [
            {
                "desc": "Although this piece looks like a simple flower, it actually represents the peculiarity of the ordinary. Many things or people in our world may seem very simple or even dull at first, but if you look underneath, you will find how truly extraordinary they are. ",
                "image": "/static/Arts/Psyche Inspired Artwork1 - Michelle Houchins.jpg",
                "video": ""
            },
            {
                "desc": "With this piece, I chose to depict the simplicity of companionship in nature. Animals, just like humans, long for the presence of others, even if it is not essential to their survival.  ",
                "image": "/static/Arts/Psyche Inspired Artwork2 - Michelle Houchins.jpg",
                "video": ""
            },
            {
                "desc": "With this piece, I wanted to symbolize the freedom of childhood. When you are young, you aren’t afraid to dream, you aren’t afraid to step out of your comfort zone, and most importantly, you aren’t afraid of reaching for the stars. ",
                "image": "/static/Arts/Psyche Inspired Artwork3 - Michelle Houchins.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "dzepedacuba@gmail.com",
        "first": "Daniel",
        "last": "Zepeda-Cuba",
        "sample": [
            {
                "desc": "An informative infographic with the aim to educate a general audience as well as encourage others to seek ways to demonstrate support for missions to mars.",
                "image": "/static/Arts/Mars Infrographic - Daniel Zepeda-Cuba.png",
                "video": ""
            },
            {
                "desc": "In this project, I was to create a login scenario for a fictional app of our own creation. The work features a home state as well as screens covering potential scenarios one may encounter when attempting to login, such as two-factor authentication as well as account recovery",
                "image": "/static/Arts/Final Design Comp - Daniel Zepeda-Cuba.png",
                "video": ""
            },
            {
                "desc": "For this project, I created an animated mandala that served as a reflection of my own personality and style. This project was heavily inspired by the themes of planets and their orbits. I wanted to focus on animating the mandala in a futuristic way and have it unveil slowly and in pace with the song chosen to play throughout.",
                "image": "",
                "video": "https://player.vimeo.com/video/443497786"
            }
        ]
    },
    {
        "color": "success",
        "email": "bny3278@g.rit.edu",
        "first": "Brianna",
        "last": "Young",
        "sample": [
            {
                "desc": "  One of my creative genres is painting. I do not use normal canvas or brushes. I paint with my fingers, the primary colors/black/white, and on larger than life backdrops. Here is one of my paintings of a T-Rex on an old painting tarp. His name is Jerry.",
                "image": "/static/Arts/BriannaYoung_DinosaurPainting - Brianna Young.jpg",
                "video": ""
            },
            {
                "desc": "As a freelance project, I designed an entire brand identity for a start of a fire prevention construction company. The top image is the logo and the photos underneath are mockups of how the company can expand their brand.",
                "image": "/static/Arts/BriannaYoung_HaloFreelance - Brianna Young.jpg",
                "video": ""
            },
            {
                "desc": "Created a kinetic type animation to tell a story and convey information about my favorite morning drink.",
                "image": "",
                "video": "https://player.vimeo.com/video/user120646940/review/443841900/213acba097"
            }
        ]
    },
    {
        "color": "dark",
        "email": "alfonsob10.ab@gmail.com",
        "first": "alfonso",
        "last": "barrientos",
        "sample": [
            {
                "desc": "Here I wanted to capture the people worship while also focusing on the Eucharist. A very special moment. ",
                "image": "/static/Arts/IMG_4300 - Alfonso Barrientos.PNG",
                "video": ""
            },
            {
                "desc": "This is an image of when I visited the great San Francisco. I wanted to capture a beautiful shot of the bridge, sky, and ocean all at once.  ",
                "image": "/static/Arts/IMG_0360 - Alfonso Barrientos.JPG",
                "video": ""
            },
            {
                "desc": "I took this image in Antelope Canyon, as you can see from the angle where its taken from the rock looks as if shaped as a heart. ",
                "image": "/static/Arts/IMG-0426 - Alfonso Barrientos.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "secondary",
        "email": "lydiaraepitts@gmail.com",
        "first": "Lydia",
        "last": "Pitts",
        "sample": [
            {
                "desc": "1ft x 2ft Acrylic on wood and plexiglass. I painted myself onto plexiglass and mounted the plexiglass onto clear hinges embedded into a painted wooden board. This is two images of the same piece collaged into one. It shows my aptitude for planning and attention to detail as well as my creativity and ability to explore.",
                "image": "/static/Arts/Acrylic on Glass - Flip Self Portrait - Lydia Pitts.JPG",
                "video": ""
            },
            {
                "desc": "9 in x 11 in white charcoal on black paper. This piece is a self portrait, drawn in the inverse. It pushed me to think about where the light falls, rather than where the shadows do. It pushed my comfort zone by challenging my visual perception and not allowing me to fix mistakes easily. This piece has made me more aware as an artist.",
                "image": "/static/Arts/White Charcoal on Black Paper - Self Portrait.PNG - Lydia Pitts.jpeg",
                "video": ""
            },
            {
                "desc": "Latex house paint on a bicycle. I named this bike petal for my love of puns: You pedal a bike, and there are hundreds of petals in the floral pattern (zoom in). This was a labor intensive piece; It required cleaning, sanding, hours on the floor, and intense planning. Paint was built up layer by layer in order to create the delicate floral print.",
                "image": "/static/Arts/DSC_0073_Original - Lydia Pitts.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "danger",
        "email": "akinger1@asu.edu",
        "first": "Ash",
        "last": "Kingery",
        "sample": [
            {
                "desc": "A piece inspired by one of my favorite songs, as well as the desert environment I've lived in my whole life.",
                "image": "/static/Arts/i am the highway - Ash Kingery.png",
                "video": ""
            },
            {
                "desc": "A piece that combines my favorite kinds of iconography--statues, religion, and weaponry.",
                "image": "/static/Arts/patron saint of knives - Ash Kingery.png",
                "video": ""
            },
            {
                "desc": "My piece for a zine I participated in that discussed questions people might have about college.",
                "image": "/static/Arts/questions zine - Ash Kingery.png",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "annikalauer@gmail.com",
        "first": "Annika",
        "last": "Lauer",
        "sample": [
            {
                "desc": "Permanent ink is a meta-poem that takes a visual and literary approach to societal pressure and fear of failure through its format and content. The poem is about writing a poem and not worrying about what others may think, but failing, and the damage this causes to the work. ",
                "image": "/static/Arts/Annika Lauer, Sample One - Annika Lauer.pdf",
                "video": ""
            },
            {
                "desc": "“The Heart Is Just A Muscle” is a short story about a world in which Androids exist and can be used to replace people once they die. The story focuses on Hannah, who has lost the love of her life and her struggle to accept his artificial replacement. ",
                "image": "/static/Arts/Annika Lauer, Sample Two - Annika Lauer.pdf",
                "video": ""
            },
            {
                "desc": "“Anew” is a short story about two characters having a conversation about their existence as the world suddenly ends. It deals with them facing their deaths, and what they do to cope. ",
                "image": "/static/Arts/Annika Lauer, Sample Three - Annika Lauer.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "danger",
        "email": "emca0578@colorado.edu",
        "first": "Emily",
        "last": "Carroll",
        "sample": [
            {
                "desc": "This was my first attempt at painting outer space. In the background, I've painted a nebula and in the foreground is a human ribcage and spinal column. This combined with the title is meant to remind people that we are, in a way, stardust.",
                "image": "/static/Arts/From Whence We Came v2 - Emily Carroll.png",
                "video": ""
            },
            {
                "desc": "River Rocks was an attempt at what I consider an \"abstract still-life.\" The color of the rocks and the white highlights makes them look as if water is running off of them, yet there is no water in the scene. The very dark blues along with the very pale yellows keep ones eyes moving around the painting.",
                "image": "/static/Arts/River Rocks v2 - Emily Carroll.png",
                "video": ""
            },
            {
                "desc": "The Mist uses more of the cool blue tones that I love to use in almost all of my paintings, along with the subtle pale yellows up at the top of the sky. This isn't the first mountain range I've ever painted, but I would say it's my best so far.",
                "image": "/static/Arts/The Mist v2 - Emily Carroll.png",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "an.nt.than04@gmail.com",
        "first": "An",
        "last": "Than",
        "sample": [
            {
                "desc": "This painting was dedicated to an old friend of mine, who expressed insecurities because of birth marks and on her back. I portrayed her insecurities as the essential elements of the universe I believed that these marks are often dismissed as imperfections, when they are natural processes of human physiology, and humans are beautiful as they come. ",
                "image": "/static/Arts/IMG_0681 - An Than.JPG",
                "video": ""
            },
            {
                "desc": "This poem was written to accompany sample work A. I have always been fascinated by the concept of which humans are to be compared to the infinite size of the universe, and I was inspired by the concept that at the core, we are little universes in the bigger scheme of things. ",
                "image": "/static/Arts/blue, purple and pink - An Than.pdf",
                "video": ""
            },
            {
                "desc": "Similar to sample works A and B, I was consistently exploring the similarities and differences between human beings with their nature and the universe with its elements, personifying comets and planets to compare them with humans’ complex feelings. ",
                "image": "/static/Arts/comets - An Than.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "oxg3600@g.rit.edu",
        "first": "Olivia",
        "last": "Germano",
        "sample": [
            {
                "desc": "A poster design depicting an influential historical event. The astronaut was hand-drawn and rasterized to resemble Neil Armstrong, as well as the text elements to resemble NASA’s font used in their logo. The rasterized background was designed to emphasize the sheer scale of the Saturn 5 rocket.",
                "image": "/static/Arts/Historical Event Poster  - Olivia Germano.jpg",
                "video": ""
            },
            {
                "desc": "A motion graphic project completely made using Adobe AfterEffects. The purpose of the assignment was to show proficiency in using text manipulation and text animation in order to visually depict the audio. Using multiple two-dimensional and three-dimensional layers, the final piece was given a vintage VCR tape look.  ",
                "image": "",
                "video": "https://youtube.com/embed/v4WtSqMbcds"
            },
            {
                "desc": "The practice of aerial view still-life and hyperrealism. A 6x6 composition of small objects depicted in various weights of artist-grade graphite pencil on cold-pressed illustration board. All blending and observed shadows were drawn in and no blending stubs or like tools were not permitted to be used during this project. ",
                "image": "/static/Arts/60297329989__7BB91F2B-1C78-45A6-AF6A-70188EFF3013 - Olivia Germano.jpeg",
                "video": ""
            }
        ]
    },
    {
        "color": "primary",
        "email": "alison.rahman@utexas.edu",
        "first": "Alison",
        "last": "Rahman",
        "sample": [
            {
                "desc": "This poem explains my peek into the space industry. Everyone in the aerospace industry is passionate and intelligent and I didn’t think it was an option for me. However, I realized that curiosity about what lies in the universe doesn’t need to be limited. The poem contrasts my biased viewpoint with the conclusion that space passion can be shared. ",
                "image": "/static/Arts/Sample 1 Psyche App - Alison M Rahman.pdf",
                "video": ""
            },
            {
                "desc": "I composed this song. It’s is dedicated to the times that we don’t realize are going to be precious memories for the rest of our lives. I want this song to be a source of comfort to anyone that reminisces over the past, to urge them to look back on it fondly and with no regrets. The audio may a little loud at first, so listen on a lower level.",
                "image": "",
                "video": "https://player.vimeo.com/video/444883238 "
            },
            {
                "desc": "The following poem is darker and addresses child abuse/sexual assault. After witnessing the effect both had on a close family member, I decided to write a poem that would spread awareness about how it can be hard to move on. I know this poem may be sensitive, but I wrote it to give voice to an issue that still occurs today and is horrifying. ",
                "image": "/static/Arts/Sample 3 Psyche App - Alison M Rahman.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "dezachary@yahoo.com",
        "first": "Zachary",
        "last": "Deziel",
        "sample": [
            {
                "desc": "The video submission for the Nuclear Olympiad that won me a trip to Austria and the IAEA headquarters",
                "image": "",
                "video": "https://www.youtube.com/embed/0z1xgJ4nxgQ"
            },
            {
                "desc": "The essay I wrote for above",
                "image": "/static/Arts/Zachary Deziel part 3 - Zachary Deziel.pdf",
                "video": ""
            },
            {
                "desc": "Infographic I made for the current IPHE student contest",
                "image": "/static/Arts/USA_ISU_DEZIEL - Zachary Deziel.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "primary",
        "email": "stanamsreeja@seattleu.edu",
        "first": "SREEJA",
        "last": "STANAM",
        "sample": [
            {
                "desc": "This is an art piece where I experimented with repetitive patterns and symmetry. I pulled inpiration from traditional Indian designs in in order to create these designs.  ",
                "image": "/static/Arts/IMG_4626 - Sreeja S.JPG",
                "video": ""
            },
            {
                "desc": "This piece is a close up tiger, in which I emphasized the use of shading to convey the depths of volume and color without actually using color.",
                "image": "/static/Arts/IMG_4642 - Sreeja S.JPG",
                "video": ""
            },
            {
                "desc": "This piece integrates calligraphy, an artistic writing style, with music lyrics as credited in the bottom of the piece. The art in the background is the album cover. ",
                "image": "/static/Arts/2020-06-11T17_19_42.173Z (1) - Sreeja S.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "jhoacreative@gmail.com",
        "first": "Jhovana",
        "last": "Correa",
        "sample": [
            {
                "desc": "The tittle of this Printmaking piece is \"A UNIVERSE\", 2020. I used three different layers to show how I imagined the universe with the starts and beautiful colors that contrast with each other. ",
                "image": "/static/Arts/1 - Jhovana Correa.jpg",
                "video": ""
            },
            {
                "desc": "The title of this Printmaking piece is \"THE ARGUMENT\", 2020. The faces are looking at each other, there is something that has to be said, there are tears and eyes of pain.there is confusion and disillusion of two souls that love each other more and more every day.   ",
                "image": "/static/Arts/2 - Jhovana Correa.jpg",
                "video": ""
            },
            {
                "desc": "The title of this Printmaking piece is \" LOST2020\", 2020. This is a collection of things that have a pair, but for some reason, I lost one of them and kept them anyways. I think it is because I keep expecting to find the pair. Some people can relate to this, especially females. Some of the things you can see are earings, sock, and a bra clasp. ",
                "image": "/static/Arts/3 - Jhovana Correa.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "mih221@lehigh.edu",
        "first": "Mikayla",
        "last": "Hymanson",
        "sample": [
            {
                "desc": "  “2020” is a visual representation of how the year 2020 has played an emotional toll on many. From the fires in Australia to a worldwide pandemic, the year has had unforeseeable and historic events. I chose to depict the tiredness and frustration through an eye, which has the ability to show an immense amount of emotion. ",
                "image": "/static/Arts/eyepull - Mikayla Hymanson.jpg",
                "video": ""
            },
            {
                "desc": "The fashion industry is one of the most polluting industries due to textile waste. Using an upcycled jacket, I painted a snake to represent the healing of the environment. Just as a snake sheds its skin to reveal new skin underneath, we must “nurture nature” to create a new world in which helping the environment is a priority. ",
                "image": "/static/Arts/IMG_4646 - Mikayla Hymanson.JPG",
                "video": ""
            },
            {
                "desc": "Pulling inspiration from one of my favorite songs, “She” by Harry Styles, the female figure represents confidence and empowerment. The light blue background presents a sense of tranquility, as the woman relaxes with her hair wrapped in a towel and eating a strawberry. The entire scene is meant to invoke an impression of inner peace and self-love. ",
                "image": "/static/Arts/she-01 - Mikayla Hymanson.png",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "pachave4@asu.edu",
        "first": "Peter",
        "last": "Chavez",
        "sample": [
            {
                "desc": "Showcased in this document are four visual samples intended to demonstrate my technical drawing ability on paper and via digital.  The visuals in the top left and bottom right are drawings created with graphite pencil that show mastery of form and shadowing while the visuals in the top right and bottom left were created with a digital pencil.",
                "image": "/static/Arts/art samples - Peter Chavez.jpg",
                "video": ""
            },
            {
                "desc": "The poem “in the night, we meet” (2020) is a written piece that I wrote for my girlfriend.  It demonstrates my ability to make use of imagery, wordplay, and style to convey an idea.  I chose this piece because it is a prime example of my vivid writing style that makes careful use of devices such as imagery and consonance.",
                "image": "/static/Arts/(poem) in the night, we meet - Peter Chavez.pdf",
                "video": ""
            },
            {
                "desc": "Simply Me (2017) Snippet is part of a biographical video I created for my AP Language and Composition class in high school.  Through visual and auditory means, I was able to successfully capture my values and persona.  It demonstrates my ability to create visual appeal with intentional technical editing for the purpose of telling a story.",
                "image": "",
                "video": "https://player.vimeo.com/video/user120716455/review/446004532/b1ac600bb9"
            }
        ]
    },
    {
        "color": "dark",
        "email": "kj8044@rit.edu",
        "first": "Kelly",
        "last": "Jin",
        "sample": [
            {
                "desc": "An illustration of a fruit bat girl stealing some poor sap's picnic.",
                "image": "/static/Arts/peaches - Kelly Jin.png",
                "video": ""
            },
            {
                "desc": "A witch drawing upon arcane magic - probably to really mess up someone.",
                "image": "/static/Arts/emory1 - Kelly Jin.png",
                "video": ""
            },
            {
                "desc": "Someone sleeping at their desk after a long night. ",
                "image": "/static/Arts/img2 - Kelly Jin.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "sxh2675@rit.edu",
        "first": "Sam",
        "last": "Hollasch",
        "sample": [
            {
                "desc": "The Icy Moon Of A Gas Giant (2020)  is a digital illustration inspired by the icy moons of Jupiter and Saturn. I wanted to depict the surface of a frozen moon, a cold but habitable world orbiting a gas giant.",
                "image": "/static/Arts/SamHollasch MOON - Samantha Hollasch.jpg",
                "video": ""
            },
            {
                "desc": "Sol (2019) is a table lamp design project inspired by the sun, our planet’s greatest source of light. My intent for this project was to create a lighting device which could act as a visually balanced, sculptural piece, as well as provide a warm, energizing glow.",
                "image": "/static/Arts/SamHollasch SOL - Samantha Hollasch.jpg",
                "video": ""
            },
            {
                "desc": "Stay Still… (2020) is a digital illustration that is part of an ongoing series of works that document the adventures of a pair of cosmic explorers. This piece depicts the duo taking cover under the lip of a sandy plateau, hiding quietly from fanged reptilian creatures.",
                "image": "/static/Arts/SamHollasch STILL - Samantha Hollasch.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "jmdoyle@syr.edu",
        "first": "Jaclyn",
        "last": "Doyle",
        "sample": [
            {
                "desc": " Tasked with designing housing for formerly homeless individuals, focused on homeless women. Homeless women are thought of as vulnerable, making them a target, 92% of homeless women report being physically & sexually abused in their lifetime. The design interprets these struggles this & through architecture attempts to promote empowerment of them.",
                "image": "",
                "video": "https://jaclyndoyle.myportfolio.com/can-you-see-me"
            },
            {
                "desc": "A translation through 2D & 3D space, through perspective & distortion, looking to find the truth between the image & the 3D. When presented with the first image, one would describe it as a desk, but as we move through space we realize that the first image given to us is a false sense of reality & actually the image does not match the 3D object.",
                "image": "",
                "video": "https://profetadaniele2.wixsite.com/indeterminate-2020/copy-of-bb-ale"
            },
            {
                "desc": "Tasked with designing a graft and bridge on Lincoln Road, the design gives a visual and physical connection between Soundscape Park and Lincoln Road. The building is made up of two completely separate objects that nest together cohesively. Creating a topological continuity in the skin that deviates to create the interior spaces",
                "image": "",
                "video": "https://jaclyndoyle.myportfolio.com/nestling-connections"
            }
        ]
    },
    {
        "color": "warning",
        "email": "shirleyannenguyen@gmail.com",
        "first": "Shirley",
        "last": "Nguyen",
        "sample": [
            {
                "desc": "\"Every 15 Minutes,\" 2020, digital art, 2048px x 2048px. Part of a series of 9 square paintings that make up a larger “Preventable Deaths” square. \"Every 15 Minutes\" is a reminder in the form of a symbolic representation of a possible consequence of distracted driving.",
                "image": "/static/Arts/Every 15 Minutes - Shirley Nguyen.png",
                "video": ""
            },
            {
                "desc": "\"Video Production Introduction,\" 2016, 2D animation. \"Video Production Introduction\" was created within a time constraint of 2 hours to open all the videos made by my high school video production program with character.",
                "image": "",
                "video": "https://youtube.com/embed/mFJ_dq-Z2uA"
            },
            {
                "desc": "\"Topsy Turvy,\" 2020, origami. How far can you push a piece of paper? Topsy Turvy was created to show that you can push it as far as you can push perceptions of “normal” by presenting flying fish and swimming birds.",
                "image": "/static/Arts/IMG_1947 - Shirley Nguyen.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "danger",
        "email": "hif2105@columbia.edu",
        "first": "Hugo",
        "last": "Favila",
        "sample": [
            {
                "desc": "This sample work is a collection of my past CAD model projects. Clockwise from top left: toy dumping truck; rover descent lander; rover; original educational toy for helping children count up to 20.",
                "image": "/static/Arts/Hugo Favila Sample Work 1 - Hugo Ivan Favila.jpg",
                "video": ""
            },
            {
                "desc": "This sample work is a collage of black and white sketches that I hang above my bed. It is an amalgamation of space exploration vehicles (rocket, rover, and satellite) in relation to ours and other worlds.",
                "image": "/static/Arts/Hugo Favila Sample Work 2 - Hugo Ivan Favila.jpg",
                "video": ""
            },
            {
                "desc": "This sample work is collection of images taken during a Columbia Space Initiative event; in which I guided students in making straw rockets to teach them about rocketry.",
                "image": "/static/Arts/Hugo Favila Sample Work 3 - Hugo Ivan Favila.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "sarai@naraimax.com",
        "first": "Sarai",
        "last": "Rankin",
        "sample": [
            {
                "desc": "\"Overgrown and Underappreciated\" is an envirionment study of \"a memory of a place I have never been,\" which is to say, a greenhouse I visited in a dream. Done in Photoshop, I wanted to capture how fuzzy memories can be and how things change when left to their own devices.",
                "image": "/static/Arts/overgrownandunderappreciated - Sarai Rankin.jpg",
                "video": ""
            },
            {
                "desc": "\"Daydream\" - a short film submitted to the Desert Lights Film Festival in 2018, which won an honorable mention. Each frame was drawn in Photoshop and FireAlpaca, and assembled in Final Cut Pro. Its inspriation is discussed in my essay prompts; \"Daydream\" is both a gift for my sister and a passion project of my own..",
                "image": "",
                "video": "https://youtube.com/embed/-h_FnhQ2Wc8"
            },
            {
                "desc": "\"30 Days and 40 Lights\" is a neon sign piece made in Photoshop. I worked on for ten minutes a day, every week day, for a month. The idea of the exercise was to explore a new technique, and I chose to challange my typical use of color. I wanted the piece to pop out from the screen using high contrast colors and depth.",
                "image": "/static/Arts/30 Days & 40 Lights - Sarai Rankin.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "labortecamer@seattleu.edu",
        "first": "Cameryn",
        "last": "Laborte",
        "sample": [
            {
                "desc": "\"BLM\"  Black Lives Matter decorated cookie created in response to Portland ‘wall of moms’ protest while sharing resources to support the Portland community.",
                "image": "/static/Arts/65B4F84C-50B6-4A68-A50B-56853FB80745 - Cameryn Laborte.jpg",
                "video": ""
            },
            {
                "desc": "“Ulu Cookie and Cutter” Custom Hawaiian quilt pattern 3D printed ‘ulu’ cutter and decorated gingerbread cookie.",
                "image": "/static/Arts/IMG_3171 - Cameryn Laborte.jpg",
                "video": ""
            },
            {
                "desc": "“Space Set” Various themed decorated cookies for a young space enthusiast’s birthday.",
                "image": "/static/Arts/IMG_3230 - Cameryn Laborte.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "primary",
        "email": "joseliz.perez@upr.edu",
        "first": "Joseliz",
        "last": "Perez",
        "sample": [
            {
                "desc": "I created a poster and build board to promote the brain awareness week from the association neuro-RUM.  ",
                "image": "/static/Arts/Brain awarness week paper - JOSELIZ M PEREZ-ROVIRA.jpeg",
                "video": ""
            },
            {
                "desc": "I won second place in the 2017 Municipal of Legislature of Mayaguez Art Competition. It consisted of creating an art piece of an important event of one of the most important political figures in history of Puerto Rico",
                "image": "/static/Arts/MLM Competition picture - JOSELIZ M PEREZ-ROVIRA.jpeg",
                "video": ""
            },
            {
                "desc": "Animations created for the NASA RASC-AL competition, (EMPRESS team)",
                "image": "",
                "video": "https://youtube.com/embed/exHoKhqeARs"
            }
        ]
    },
    {
        "color": "success",
        "email": "oneigon1@gmail.com",
        "first": "Bianca",
        "last": "Calipo",
        "sample": [
            {
                "desc": "A class assignment, based on a photo reference of me climbing a tree to which I incorporated into this drawing. I wanted to include pokemon from my game as a fun fan art addition - Pokemon doesn't belong to me. This piece was drawn in Photoshop.",
                "image": "/static/Arts/Pokemon Team 5 - Bianca C.png",
                "video": ""
            },
            {
                "desc": "Another class assignment, based on two characters of mine. I wanted this to be a colorful, light-hearted scene to reflect their interactions, while incorporating physical parts of my world-building. I used myself for photo reference, but not as directly as Sample #1.",
                "image": "/static/Arts/Bianca_Calipo-Final Paint-DP-Edited - Bianca C.jpg",
                "video": ""
            },
            {
                "desc": "A 3D scene I made last semester incorporating a character of mine. He was modeled, textured, rigged, and posed in Blender, with some texture work done in Photoshop. I wanted to push myself in applying my 2D art style into the texture, and learning to rig. The Sketchfab link will allow you to inspect the scene closer and move freely within it.",
                "image": "/static/Arts/Amias Render Sheet - Bianca C.png",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "dalope29@asu.edu",
        "first": "Daniela",
        "last": "Lopez",
        "sample": [
            {
                "desc": "This was done with charcoal and conte. I included this piece because I did it right after hearing about this program.",
                "image": "/static/Arts/IMG_7192 - Daniela Lopez.jpg",
                "video": ""
            },
            {
                "desc": "Entirely done with charcoal. I made this my sophomore year when I was an art major. It is the piece I was most proud of because I put in a lot of time and effort on it. It is special to me and I wanted to include it. ",
                "image": "/static/Arts/IMG_7200 - Daniela Lopez.jpg",
                "video": ""
            },
            {
                "desc": "Made with wood, nails and string. I wanted to show that I am able to work with different media. It was a fun concept and I restarted it about 3 times until I got it just right. It took a long time to finish but I am proud of it. ",
                "image": "/static/Arts/IMG_7204 - Daniela Lopez.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "medve048@umn.edu",
        "first": "Mitchel",
        "last": "Medvec",
        "sample": [
            {
                "desc": "This is a multimedia mosaic on a 6x6 foot wooden board.  The portrayed image is the Psyche spacecraft arriving at the asteroid. Equipment used: ceramic tile, porcelain tile, glass, Styrofoam, packing peanuts, cement, silicone, grout, paint",
                "image": "/static/Arts/Multimedia Mosaic - Mitchel Medvec.jpg",
                "video": ""
            },
            {
                "desc": "I wrote this song to portray the Ascension of the Apollo 11 rocket into space. The song and music video are totally original except for the Apollo 11 mission control audio in the beginning. I will include the link to the youtube video I got the audio from to avoid any copyright infringements: https://www.youtube.com/watch?v=fY02SoExbhs ",
                "image": "",
                "video": "https://www.youtube.com/embed/SER0_6FqDt8"
            },
            {
                "desc": "This is a picture of me attempting to catch the comet NEOWISE.  ",
                "image": "/static/Arts/Catching NEOWISE - Mitchel Medvec.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "zarinastudio@yahoo.com",
        "first": "Zarina ",
        "last": "Karapetyan",
        "sample": [
            {
                "desc": "“The Cave” is a sculpture made from Icelandic Basalt / Volcanic Rock, Icelandic Foliage, Icelandic Black Sand and Obsidian. I travelled to Iceland in 2019 to create work inspired by the energy and geology from the land of Ice and Fire. After studying and organizing the found materials, they were 3D scanned and scaled 10x their original size. ",
                "image": "/static/Arts/closeup - Zarina Karapetyan.JPG",
                "video": ""
            },
            {
                "desc": "“Meditation on Love, 1 hour, 1 minute, and 1 second.” This piece was create with charcoal and a special solution of water directly after finishing a meditation on love, with the goal of applying this “loving” state or energy into the physical artwork. The final texture is reminiscent of our universe and the particles that float all around us.  ",
                "image": "/static/Arts/lovemap - Zarina Karapetyan.png",
                "video": ""
            },
            {
                "desc": "“This Was You” 36 x 48, Oil & Texture on canvas. The painting symbolically represents the union of two souls merging together, where your original cells begin to merge and form the first moments of you. The canvas mostly white, is focused in the center where the light spirals into a rainbow, representing your spirit emerging from the cosmic light. ",
                "image": "/static/Arts/Untitled2-2 - Zarina Karapetyan.png",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "kristine.chin@temple.edu",
        "first": "Kristine",
        "last": "Chin",
        "sample": [
            {
                "desc": "This is an acrylic on canvas piece of the family hamster, Dumpling. His adoption birthday is in two weeks, and I painted this piece in celebration of the two years we had him so far.",
                "image": "/static/Arts/Dumpling Painting - Kristine Chin.jpg",
                "video": ""
            },
            {
                "desc": "This is an original short comic inked by hand and colored using Photoshop meant to be a fun way to educate students on the evolution of bony fish. Some artistic liberties were taken: as seen in this comic, one of the sharks, or cartilaginous fish, “evolves” to become a bony fish, leading to the punchline where another shark eats him.",
                "image": "/static/Arts/Why Evolve Comic - Kristine Chin.jpg",
                "video": ""
            },
            {
                "desc": "This is a short story I wrote for my close friend, after they came to me regarding their mental health issues. It has been shortened to fit the 1000 character limit, but it is still a very personal piece to me, as it was meant to show my friend that I am willing to stand by them and support them through their mental health journey.",
                "image": "/static/Arts/Understanding - Kristine Chin.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "secondary",
        "email": "joyce.wu@stonybrook.edu",
        "first": "Joyce ",
        "last": "Wu ",
        "sample": [
            {
                "desc": "I resonate a lot with my astrological sign, Pisces, so I expressed my love by drawing two koi fish, in harmony, circling around each other with the Pisces symbol on their head. I provided a background with dark cool tones mixed with warm yellow tones to express the duality on Pisces members being dreamy, caring people yet extremely emotional. ",
                "image": "/static/Arts/pisces - Joyce Wu.jpg",
                "video": ""
            },
            {
                "desc": "I recreated an extremely old photo of my father and I to celebrate Father's day using watercolors. This piece is emotional to me since we don't take that many photos anymore and I've kept his vintage jacket that is drawn. ",
                "image": "/static/Arts/father'sday - Joyce Wu.jpg",
                "video": ""
            },
            {
                "desc": "Coronavirus stimulated a lot of people to be racist towards my ethnicity and race which affected me a lot. It provoked me to create this piece to show the side that glorifies our culture and the result of the coronavirus on the other side of the takeout box. ",
                "image": "/static/Arts/takeoutbox - Joyce Wu.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "primary",
        "email": "ewen.d@northeastern.edu",
        "first": "David",
        "last": "Ewen",
        "sample": [
            {
                "desc": "Arlo, pictured in chalk on a chalkboard, is my yellow lab. Though patient when he needs to be, his fur in the summertime tends to act a lot like chalk: rubbing off when you touch it and sticking to every dark surface there is. Working with shadows and shading in a negative image is something I admire and strove to accomplish in this piece.",
                "image": "/static/Arts/Arlo - David Ewen.jpg",
                "video": ""
            },
            {
                "desc": "Space is a huge inspiration for me, so I wanted to pay homage to it with my modelling skills, my 3D-printer, and acrylic. The cartoon rocket, modelled in SolidWorks, represents my childhood dream of blasting off on an interstellar adventure, and the moon and smoke, modelled in Blender, play with the wild hues that I would want to see on my journey.",
                "image": "/static/Arts/Blast Off - David Ewen.jpg",
                "video": ""
            },
            {
                "desc": "I challenged myself to draw two perspectives each with only one pen line. I wanted to combine my love for coffee and its infatuating aroma with a subject that describes the shifts in perspectives between the two drawings, glasses. Though the scenes are made up of the same structure, one-line, each perspective dictates the scene’s impact.",
                "image": "/static/Arts/Single Perspectives - David Ewen.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "vmwashin@asu.edu",
        "first": "Varissa ",
        "last": " Washington",
        "sample": [
            {
                "desc": "Misadventures of Boyhood is a mixed media oil painting, depicting puberty and the turmoil it brings. This work showcases my creativity, vibrant style, and innovation on what ‘painting’ can be. This piece features cardboard, clay, and pillow stuffing.",
                "image": "/static/Arts/The_Misadventures_of_Boyhood - Varissa W..jpg",
                "video": ""
            },
            {
                "desc": "Figure in Red is an oil painting of a nude figure from a live session. I selected this painting to showcase my knowledge of the fundamentals of design, skill of the oil painting medium, and my ability to take inspiration from reality. ",
                "image": "/static/Arts/Figure_In_Red - Varissa W..JPG",
                "video": ""
            },
            {
                "desc": "The Hunt is a mixed-media two panel painting that focuses on the boy scouts and its past history of sexual abuse. The piece features a utopian fantasy where a child, using his skills from the program can plan an attack on his offender. I selected it to showcase my ability to take complex information and use it to spread awareness in original ways.",
                "image": "/static/Arts/The_Hunt - Varissa W..jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "jgonzal3z013@gmail.com",
        "first": "Jacqueline ",
        "last": "Gonzalez ",
        "sample": [
            {
                "desc": "“Jupiter” I utilized my understanding of color theory and interest in the planet to produce this painting.",
                "image": "/static/Arts/520C87CF-6399-4655-A84C-EFCCED66FB64 - Jackie Gonzalez.jpeg",
                "video": ""
            },
            {
                "desc": "“Feather” an abstract rendition of a feather floating in the sky.",
                "image": "/static/Arts/6F5697CB-577D-4089-B5DC-C2E9BC1EDD55 - Jackie Gonzalez.jpeg",
                "video": ""
            },
            {
                "desc": "Using shading to work through how the body is shaped wearing clothing.",
                "image": "/static/Arts/F4344D89-D4FC-4D9C-A023-C2327B11EBE4 - Jackie Gonzalez.jpeg",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "rebeccapannell47@gmail.com",
        "first": "Rebecca",
        "last": "Pannell",
        "sample": [
            {
                "desc": "This is an abstract piece that was meant to be really simple but ended up becoming one of my favorite pieces. The three planets create a path for your eyes to follow and and the colors compliment each other in a very pleasing way.  ",
                "image": "/static/Arts/IMG_7809 - Rebecca Pannell.JPG",
                "video": ""
            },
            {
                "desc": "This is a self portrait I created as a way to practice my shading and light sources. I also used it to try and illustrate who I am as a person and planets and space are a huge part of my personality so naturally they became the secondary subject matter. ",
                "image": "/static/Arts/Untitled_Artwork 3 - Rebecca Pannell.jpg",
                "video": ""
            },
            {
                "desc": "This is a video of a Stirling Engine I made in my senior year of highschool. I was the first person to finish this project, so naturally my brain saw the giant hole in the side and immediately thought \"making this look like a shark would be awesome\". I love engineering because it's like adult arts and crafts and had so much fun with this project. ",
                "image": "",
                "video": "https://youtube.com/embed/03wQ0Dp-sPU"
            }
        ]
    },
    {
        "color": "secondary",
        "email": "allisonjocelyngu@gmail.com",
        "first": "Allison",
        "last": "Gu",
        "sample": [
            {
                "desc": "This represents how no matter how dark and ugly our world is right now, space will always be full of wonder and life. It also shows that space exploration can serve as an escape for us right now. Like I described earlier, as someone with anxiety, quarantine has made me feel so trapped, but space is an escape for me.",
                "image": "/static/Arts/IMG-1090 - Allison Gu.jpg",
                "video": ""
            },
            {
                "desc": "I love doing creative pieces, but I also love doing realistic drawings, and I wanted to show that side of my art as well! As stated above, I am a hard worker, and hard work leads to improvement, so I wanted to show my progress over the past few years!",
                "image": "/static/Arts/IMG-1191 - Allison Gu.JPG",
                "video": ""
            },
            {
                "desc": "I also want to show my music! Since I can’t perform in my community anymore due to COVID, I have been writing some of my own compositions and sharing them by putting them on YouTube in hopes that it can help brighten people’s days!",
                "image": "",
                "video": "https://www.youtube.com/embed/N7nq_Vv3HWE"
            }
        ]
    },
    {
        "color": "info",
        "email": "tylernun@gmail.com",
        "first": "Tyler Ann",
        "last": "Nunley",
        "sample": [
            {
                "desc": "Phoenix Down is a techno track I made under the pseudo name Black Mesas. The sound is influence by 80s/90s chiptune video games with 00s techno/pop. The title name came from an item from Final Fantasy. ",
                "image": "",
                "video": "https://player.vimeo.com/video/447048208"
            },
            {
                "desc": "Spark! is a party card game where players choose four categories that involves with social issues. This project was part of Snap Design Academy. ",
                "image": "/static/Arts/Spark! - Tyler Nunley.jpeg",
                "video": ""
            },
            {
                "desc": "Dark Room was my first solo art show and zine. The showcase is black and white photos of the Los Angeles local music scene from 2015-2017.",
                "image": "/static/Arts/Dark Room - Tyler Nunley.jpeg",
                "video": ""
            }
        ]
    },
    {
        "color": "primary",
        "email": "jessicaflore@usf.edu",
        "first": "Jessica",
        "last": "Flores",
        "sample": [
            {
                "desc": "This a character from a Japanese cartoon called My Hero Academia. The character depicted is Shoto Todoroki. Within this anime, he is a superhero that wields both fire and ice powers. This artwork is painted with acrylic paint on a 20 x 20” canvas. ",
                "image": "/static/Arts/Todoroki - Jessica Flores.jpeg",
                "video": ""
            },
            {
                "desc": "Within this graphite drawing, is Albert Einstein, a well-known physicist. This graphite artwork was drawn to highlight his signature facial features. This artwork is drawn with graphite on mixed-media paper. ",
                "image": "/static/Arts/Albert Einstein - Jessica Flores.jpg",
                "video": ""
            },
            {
                "desc": "Depicted within this work is a Macaw parrot standing on its perch. The texture of the bird’s feather and its perch was painted through the palette knife technique. This artwork is painted with acrylic paint on a 18 x 24” poster paper. ",
                "image": "/static/Arts/Parrot - Jessica Flores.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "maxrplata47@gmail.com",
        "first": "Maxwell (Max)",
        "last": "Plata",
        "sample": [
            {
                "desc": "This is a brief cut from my original 10-minute play, \"To The Moon.\" \"To The Moon\" is about two childhood friends, Dust and Star, who have reconnected at a party after a falling out in high school. In this cut, Dust fumbles as he tries to cheer up Star with his knowledge of space cars.",
                "image": "/static/Arts/To The Moon (Cut) - Maxwell Plata - Max Plata.pdf",
                "video": ""
            },
            {
                "desc": "This is a link to a short interactive narrative game I created using the Twine game engine, then published to my personal Itch.io page. The game is my first experiment with Twine, interactive storytelling, and coding. It takes approximately one minute to complete, but contains 11 separate routes/endings to choose from.",
                "image": "",
                "video": "https://kidicarus.itch.io/thirty-seconds"
            },
            {
                "desc": "This is a found poem made up entirely of 20 anonymous entries to the \"missed connections\" section of Craigslist, localized to the Phoenix metro area. Each word and phrase in this poem belongs to someone else, but has been shaped by me into something resembling a love story.",
                "image": "/static/Arts/NEVERGOTOVERYOU - Maxwell Plata - Max Plata.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "jay.p.siri@gmail.com",
        "first": "Jay",
        "last": "Siri",
        "sample": [
            {
                "desc": "\"Stories & Stars\" is meant to be taken as the first page to a novel about legacy and nature, hence the title. The watercolor is featured, but I've provided some context with the dialogue. It is in and of itself, a piece of art with text, but could very well be expanded into a longer work — I've left that for the reader to continue and consider. ",
                "image": "/static/Arts/Stories & Stars - Jay Siri.png",
                "video": ""
            },
            {
                "desc": "\"The Face of War\" is also meant to be taken as the first page to a novel (similarly, in and of itself artwork that could be expanded on.) Both the feature watercolor and the text attempt to convey the destruction and loss of the Trojan War due to the bickering of higher powers — a metaphor for modern-day war too.",
                "image": "/static/Arts/The Face of War - Jay Siri.png",
                "video": ""
            },
            {
                "desc": "Sadly, I couldn't upload the whole file (too large), but \"Donors\" is a twelve-page short story about freedom and cloning. I've just attached a formatted png of my 3 favorite pages here. Ideally, I'd like to create one storybook (~10 pages) of this style every quarter. If you're interested, you can find the whole story here: https://bit.ly/2XR6g1G",
                "image": "/static/Arts/Donors - Jay Siri.png",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "ronchng@gmail.com",
        "first": "Ronald",
        "last": "Cheung",
        "sample": [
            {
                "desc": "This drawing was a simple assignment from one of my engineering classes. “Draw your shoe,” they said. Unfamiliar with drawing, I wanted to apply myself and make something beyond my comfort zone. I sat down in my dorm and devoted myself to drawing my shoe as best I could. This piece represents my desire to learn and grow and the fruits of my effort.",
                "image": "/static/Arts/Shoe Drawing - Ronald Cheung.jpg",
                "video": ""
            },
            {
                "desc": "When I first started learning this piece, it seemed like an insurmountable mountain compared to all the classical pieces I played beforehand. On my journey learning this piece, I had learnt beyond the sheet. The composition is my own take on a piece called “Unravel.” This piece represents my determination and progress in musical articulation.  ",
                "image": "",
                "video": "https://youtube.com/embed/NxccbKCXdho"
            },
            {
                "desc": "In high school, we were tasked to make a design and mill it on a block. The orthogonal nature of the machine implied it simple design, but I wanted something more organic. Many issues rose in the program because of the shape while my peers finished theirs. I stayed hours after school and kept at it. This piece represents my vision and execution.",
                "image": "/static/Arts/Block 12 - Ronald Cheung.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "alga2144@colorado.edu",
        "first": "Alison",
        "last": "Garscadden",
        "sample": [
            {
                "desc": "This piece is part of a series I did for my local planetarium. It is 2 out of the 5 panels. It is made with acrylic and UV reactive acrylic, so it glows under black light.",
                "image": "/static/Arts/close to home fiske painting - Alison Garscadden.jpg",
                "video": ""
            },
            {
                "desc": "Moonrise is a commissioned painting, acrylic on a wooden door. ",
                "image": "/static/Arts/Door painting - Alison Garscadden.jpg",
                "video": ""
            },
            {
                "desc": "This spiral galaxy is acrylic on vinyl. I used reclaimed materials for this piece, old paints that people were going to throw out and an old water damaged vinyl.",
                "image": "/static/Arts/Spiral galaxy on vinyl - Alison Garscadden.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "waheedah.akberzie.750@my.csun.edu",
        "first": "Waheedah",
        "last": "Akberzie",
        "sample": [
            {
                "desc": "I was inspired by a friend of mine who was essentially a person who hated high school to a person who ended up becoming involved in physics research in one of the most famous labs in Berkeley where she gets to work with the shoulders of literal giants. I learned from her focus and expressed it into a haiku, hoping to learn from her journey. ",
                "image": "/static/Arts/Greatness - Waheedah Akberzie.png",
                "video": ""
            },
            {
                "desc": "The clouds and the impending darkness represent the turbulence and turmoil that can come from external factors. These could be obstacles on one's path or journey. The candle light represents the one light used to navigate through said turmoil. ",
                "image": "/static/Arts/Traditional Art - Waheedah Akberzie.jpg",
                "video": ""
            },
            {
                "desc": "This is a picture of the moon taken in Moorpark College's Observatory. Even though this is a picture of the moon, I remember how I felt during that star party when I could see the moon so clearly. It felt like every concept I learned from math to astronomy to physics felt so real to me. It inspired me to continue my studies even further.  ",
                "image": "/static/Arts/MC_Moon - Waheedah Akberzie.png",
                "video": ""
            }
        ]
    },
    {
        "color": "secondary",
        "email": "raphaelledepuhl@miad.edu",
        "first": "Raphaelle",
        "last": "Depuhl",
        "sample": [
            {
                "desc": "“The black riders” is an 16x10 india ink dip pen illustration depicting the nine wraiths from the lord of the rings. ",
                "image": "/static/Arts/depuhl the black riders 2019-Recovered - Raphaelle Depuhl.jpg",
                "video": ""
            },
            {
                "desc": "“storm chaser eagle” is a 1x14 watercolor piece, one of two Magic the Gathering card redesigns I created for the student exhibition portion of the schools gallery collaboration with Wizards of the Cost. ",
                "image": "/static/Arts/Depuhl-illustration-2021- two - Raphaelle Depuhl.jpg",
                "video": ""
            },
            {
                "desc": "“niche partitioning in Wisconsin dryad saddles” is a blend of traditional pencil sketching and digital media, created in my scientific illustration class to define and communicate the ecological concept of “niche partitioning” amongst the dryad saddle mushrooms of Wisconsin.",
                "image": "/static/Arts/depuhl mushroom final - Raphaelle Depuhl.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "prem.griddalur@gmail.com",
        "first": "Prem",
        "last": "Griddalur ",
        "sample": [
            {
                "desc": "This is a sample image of my photography work. Inspired by the recent launch of the Mars Perseverence Rover, I created an abstract image depicting what it would look like to see Perseverance on Mars. I used a scale model of the rover as my subject and found a location in Colorado Springs that had soil that closely resembled the surface of Mars. ",
                "image": "/static/Arts/IMG_1822-1 - Prem Griddalur.JPG",
                "video": ""
            },
            {
                "desc": "This is a sample image of my artwork. This is a pencil drawing of the character Bhallaladeva from the Indian film Baahubali. I found the character to be intriguing and decided to create a piece that accurately depicted his silent and cruel nature. ",
                "image": "/static/Arts/IMG_0449_Original - Prem Griddalur.JPG",
                "video": ""
            },
            {
                "desc": "This is a sample of my engineering work involving my creative skills. I was tasked with designing a small racecar powered by an lego motor. I manufactured the chassis and wheels of the car using a lathe and mill. The car body was designed using CAD and then 3D Printed. Lastly, the car was detailed with a coat of paint. ",
                "image": "/static/Arts/IMG_0914 - Prem Griddalur.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "Z@ZUYVASEVILLA.COM",
        "first": "Zuyva",
        "last": "Sevilla",
        "sample": [
            {
                "desc": "Angstrom, 2019, is a immersive VR and projection experience, placing the audience at a hypothetical nexus of potential. Different levels of immersion and control exist for the viewer in the headset and the audience in the projection-mapped room, lending to themes of the micro vs. macro, states of perception and near-impossible locations.",
                "image": "",
                "video": "https://player.vimeo.com/video/447175927/58114c9ada"
            },
            {
                "desc": "3 balancing systems, 2020, is an extraction from a series of explorations delving into universal laws of motion, the chaos of uncertainty, and the natural balance state of forces. Each system abides by similar rules, but is individually imbued with different initial characteristics, theoretically creating infinite variations",
                "image": "",
                "video": "https://player.vimeo.com/video/447178136/71ca8dce89"
            },
            {
                "desc": "Quintessence, 2018, is a projection-mapped, immersive polyhedral dome environment, playing on themes of ancient science, time, the celestial ether, and nested universes. Referencing ancient connections between geometry and the natural world, this environment was created as a liminal space between scales of perception within our universe. ",
                "image": "",
                "video": "https://player.vimeo.com/video/447042695"
            }
        ]
    },
    {
        "color": "secondary",
        "email": "brodski.a@northeastern.edu",
        "first": "Avital",
        "last": "Brodski",
        "sample": [
            {
                "desc": "This is the title sequence for a former professor's documentary about Tijuana and immigration. I worked on this is 2019 and created all of the graphics and animations. The title has since changed, but my professor is still premiering his documentary with my work as the introductory sequence. ",
                "image": "",
                "video": "https://youtube.com/embed/snx9UrV8YXk"
            },
            {
                "desc": "This is my most recent painting, in which I took a scene from Studio Ghibli's Howl's Moving Castle and painted it completely by eye on a 18x24 canvas. I am extremely proud of it as I put a lot of time and heart into it. I also modified some parts of the scene while still trying too keep it as true to the work as I could. ",
                "image": "/static/Arts/IMG_1439 - Avital Brodski.jpg",
                "video": ""
            },
            {
                "desc": "I bleached, painted, drew on, and personalized this jacket. It was inspired by my favorite Japanese comic, and so I tried to mimic the feeling of a comic on the back. ",
                "image": "/static/Arts/IMG_1446 - Avital Brodski.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "primary",
        "email": "rachel.mills589@gmail.com",
        "first": "Rachel",
        "last": "Mills",
        "sample": [
            {
                "desc": "This is my \"Diary of the planet Earth,” so I can fondly remember the beauty and lessons I learned during this lifetime. It is a 5 x 3.5 “ notebook where I have decided to make memories into art and give them the attention and detail they deserve to have in my mind for years to come. The notebook is almost complete. These are a few samples",
                "image": "/static/Arts/merge_from_ofoct (3) - Rachel Mills.jpg",
                "video": ""
            },
            {
                "desc": " Watercolor to me is the study of water and pigment. I mainly just use red, blue, and yellow paints and explore how I perceive color. While making this, I met someone whom I convinced to try watercolor. Although I have not encountered him since, I hope he has found as much satisfaction and personal growth through using them as I have.",
                "image": "/static/Arts/IMG_0925 (2) - Rachel Mills.jpg",
                "video": ""
            },
            {
                "desc": "This is my interpretation of the story, “Green Onions” by Ryūnosuke Akutagawa, which describes a girl who lives in a shabby apartment, her oasis of creativity and intellectualism, covered in writing and art. It is a manifestation of the inside of her mind and imagination. The story examines the optimism and romanticism of the world she has created.",
                "image": "/static/Arts/IMG_0932 - Rachel Mills.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "drewiebaggins@gmail.com",
        "first": "Drew",
        "last": "Newlin",
        "sample": [
            {
                "desc": "An India ink painting of a man, done freehand without an outline",
                "image": "/static/Arts/B50F304B-DEF8-494E-BA28-1948C7BC367D - Drew Newlin.JPG",
                "video": ""
            },
            {
                "desc": "An acrylic painting of a man in a hat",
                "image": "/static/Arts/CCBFCD87-41C6-4A89-94C4-DAD10D17DD5A - Drew Newlin.png",
                "video": ""
            },
            {
                "desc": "An acrylic painting of the Virgin Mary as Our Lady of Sorrows",
                "image": "/static/Arts/IMG_3296 2 - Drew Newlin.png",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "kaashcro@asu.edu",
        "first": "Kaitlyn",
        "last": "Ashcroft",
        "sample": [
            {
                "desc": "A magnificent nebula painted with acrylic that I painted and designed",
                "image": "/static/Arts/IMG_20191104_230057244 - Kaitlyn Ashcroft.jpg",
                "video": ""
            },
            {
                "desc": "Humanity reaching for the stars and understanding more about themselves",
                "image": "/static/Arts/IMG_20190809_091119120 - Kaitlyn Ashcroft.jpg",
                "video": ""
            },
            {
                "desc": "I constructed a dress and hat to represent the childhood dreams of being an astronaut princess.",
                "image": "/static/Arts/IMG_20200811_184139617_HDR - Kaitlyn Ashcroft.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "Julia.Johnston@colorado.edu",
        "first": "Julia",
        "last": "Johnston",
        "sample": [
            {
                "desc": "One of the things I find most beautiful about our moon is how the surface is peppered with craters. I wanted to take this idea and translate it artistically by drawing the moon only using a bunch of dots.",
                "image": "/static/Arts/Lunar_Dots - Julia Johnston.pdf",
                "video": ""
            },
            {
                "desc": "This comic sums up my childhood vacations. My dad has a habit of packing up the family and then just driving somewhere, and getting lost in the process. While my dad never got so lost that we ended up in the outer reaches of our solar system, my mom has asked him the exact same question as drawn. ",
                "image": "/static/Arts/We're_Lost - Julia Johnston.pdf",
                "video": ""
            },
            {
                "desc": "This is my artistic take on the pictures taken of Saturn by Cassini. I love how Saturn looks like a little ball that is simultaneously cloaked in warmth and darkness. I tried to draw Saturn to where it looks like you could reach out and grab it, while conveying that feeling of warmth and coldness. ",
                "image": "/static/Arts/Saturn - Julia Johnston.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "kabaca1@asu.edu",
        "first": "Karryn",
        "last": "Baca ",
        "sample": [
            {
                "desc": "This is probably one of my most favorite paintings I have done. I appreciate when I pay attention to close detail and my goal is to make it look like it’s not even a painting. There’s not too much of a story behind this, other than the fact that I love painting flowers, specifically roses.",
                "image": "/static/Arts/Will You Accept This Rose - Karryn Baca.jpg",
                "video": ""
            },
            {
                "desc": "This painting was for my dad. I wanted to paint something space related for him to hang up in his office (he works at an aerospace company) and I wanted blue to be the primary color. It also fit because the company’s logo at that time was all blue. It was also winter themed because I knew I would be giving it to him around Christmas time. ",
                "image": "/static/Arts/Beyond a Winter Night - Karryn Baca.jpg",
                "video": ""
            },
            {
                "desc": "This blue jay brings back so many amazing camping memories I had growing up. I distinctively remember always seeing a blue jay whenever I went camping. It was always only one. The thought of it just brings a smile to my face. Who knew a single blue jay can bring back so many fond memories.  ",
                "image": "/static/Arts/A Camping Memory - Karryn Baca.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "aithornh@asu.edu",
        "first": "Alyssa",
        "last": "Thornhill",
        "sample": [
            {
                "desc": "This piece is for a scholarship I'm applying for. The assigned theme is modern farmhouse with floral details. I wanted to tie in my Arizona roots and myself into the piece, used photos I took around my neighborhood",
                "image": "/static/Arts/scholarship - Alyssa Thornhill.png",
                "video": ""
            },
            {
                "desc": "This was for an assignment where I made a postcard for a place of my choosing in Illustrator. I chose Seven Falls which is a popular stop while hiking Sabino Canyon in Tucson, AZ. ",
                "image": "/static/Arts/Thornhill_Final - Alyssa Thornhill.jpg",
                "video": ""
            },
            {
                "desc": "This is a painting I did in my free time to practice portraits. Oil on paper. Wanted to focus on his wrinkles and the waves I noticed. I can paint more realistically but this was a stylistic choice ",
                "image": "/static/Arts/IMG_20200507_212509 - Alyssa Thornhill.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "sophie.adams@colorado.edu",
        "first": "Sophie",
        "last": "Adams",
        "sample": [
            {
                "desc": "Images were taken during the 2017 Solar Eclipse. I connected my DSLR camera to a telescope with a solar lens and took images every 5 minutes throughout the duration of the eclipse. The solar filter was taken off for totality. I compiled my images in this final composition in the hours after the eclipse.",
                "image": "/static/Arts/Astrophotography_SophieAdams - Sophie Adams.jpg",
                "video": ""
            },
            {
                "desc": "\"Self Portrait\" was created in response to the gap of fashion-focused wearable technology. The jacket has four different looks; daytime indoors, sunlit outdoors, nighttime and nighttime party. The different looks are created through the use of UV activated pigments, glow in the dark pigments and fiber optic bunches connected to LEDs.",
                "image": "/static/Arts/WearableTechnology_SophieAdams - Sophie Adams.jpg",
                "video": ""
            },
            {
                "desc": "\"Constellation Clock\" is an experimental clock that merges both new and traditional fabrication techniques. The LEDs have been coded to twinkle like stars when they are turned on. The clock was created as a wedding gift for my brother and sister-in-law. The scene and constellations were chosen in response to sentimental moments for the couple.",
                "image": "/static/Arts/ElectronicEmbroidery_SophieAdams - Sophie Adams.jpg",
                "video": "https://www.youtube.com/watch?time_continue=11&v=FBgGs-sasfg&feature=emb_logo"
            }
        ]
    },
    {
        "color": "primary",
        "email": "danielle.j.massey@lawrence.edu",
        "first": "Danielle",
        "last": "Massey",
        "sample": [
            {
                "desc": "This piece is a t-shirt design for the university's Russian department. It takes inspiration from Slavic folk art. It reads Lawrence University in Russian. ",
                "image": "/static/Arts/Лоренский_у.slavic.flower.shirt.design - Dani Massey.png",
                "video": ""
            },
            {
                "desc": "This piece was taken as journalistic photography for my university newspaper that I am a columnist and photographer for. It features a service dog in training looking up at his handler. The column is about diversity on campus, including this student who is a service dog trainer.",
                "image": "/static/Arts/Anna & Willard the SDIT - Dani Massey.jpg",
                "video": ""
            },
            {
                "desc": "This piece is a public service announcement that also serves as a poster for an event that my friend and I will be hosting in the future about Deaf and hard of hearing education. It is a prototype so I expect to make further edits before it would be posted for the event. ",
                "image": "/static/Arts/D&HoH Festival Poster Prototype Official - Dani Massey.png",
                "video": ""
            }
        ]
    },
    {
        "color": "secondary",
        "email": "squillace@email.arizona.edu",
        "first": "Alessandra",
        "last": "Squillace",
        "sample": [
            {
                "desc": "When I was young I had a recurring nightmare: I was chased by a monster for hours, and it destroyed everything behind me. I realised I would never escape it, so I stopped and asked it to be my friend. Then the dream ended. For this piece of sci-fi flash fiction I wanted to grasp that sentiment: a horror setting that has the potential to be happy.",
                "image": "/static/Arts/Exobiology - Alessandra Nicole Squillace.pdf",
                "video": ""
            },
            {
                "desc": "My family is from Italy, which is speckled with idyllic little lake-towns. In this piece I played with the image of a town which is too perfect to be comfortable, and is entirely devoid of specifics— there is a large building which might be a church, but no crosses are to be seen; the houses are all identical, and there are no signposts anywhere. ",
                "image": "/static/Arts/The Lake Town - Alessandra Nicole Squillace.png",
                "video": ""
            },
            {
                "desc": "I’m a huge medieval literature geek, and the Arthurian tradition holds a lot of fascination for me. In modern Arthurian fiction there’s a trend of softening the characterization of Guinevere from a sharp, frequently morally ambiguous politician to a spring goddess archetype. This piece examines the dichotomy between modern and medieval Guinevere.",
                "image": "/static/Arts/Commedia dell'arte - Alessandra Nicole Squillace.png",
                "video": ""
            }
        ]
    },
    {
        "color": "secondary",
        "email": "Lfigueroa1@babson.edu",
        "first": "Lucy",
        "last": "Figueroa",
        "sample": [
            {
                "desc": "This is one sheet from a coloring book I created full of fun facts about the ocean and its creatures, made specifically to raise awareness about how beautiful and expansive the ocean is. This was part of a project made with the purpose to encourage a younger audience to take care of our oceans and marine life. More awareness leads to greater care!",
                "image": "/static/Arts/LucyFigueroaPsyche-01 - Lucy Figueroa.jpg",
                "video": ""
            },
            {
                "desc": "This is one sheet from a coloring book I created full of fun facts about the ocean and its creatures, made specifically to raise awareness about how beautiful and expansive the ocean is. This was part of a project made with the purpose to encourage a younger audience to take care of our oceans and marine life. More awareness leads to greater care!",
                "image": "/static/Arts/LucyFigueroaPsyche-02 - Lucy Figueroa.jpg",
                "video": ""
            },
            {
                "desc": "This is one sheet from a coloring book I created full of fun facts about the ocean and its creatures, made specifically to raise awareness about how beautiful and expansive the ocean is. This was part of a project made with the purpose to encourage a younger audience to take care of our oceans and marine life. More awareness leads to greater care!",
                "image": "/static/Arts/LucyFigueroaPsyche-03 - Lucy Figueroa.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "blbu4878@colorado.edu",
        "first": "Blake",
        "last": "Buxton",
        "sample": [
            {
                "desc": "This is the cloud chamber particle detector I made for our display, as well as a zoom in on the sheet used to explain it, and pictures of particle tracks moving through it. I hope you enjoy! I take credit for the cloud chamber, and the graph description only, the display was a group contribution with all members mentioned at the top of the board.",
                "image": "/static/Arts/IMG_7899 - Woody Buxton.JPG",
                "video": ""
            },
            {
                "desc": "This is a painting I recently did using Stuart Semple's \"Black 3.0\" paint, and a regular black acrylic paint to show the difference between the two paints. I also used a fluorescent paint in the center. ",
                "image": "/static/Arts/IMG_7889 - Woody Buxton.jpg",
                "video": ""
            },
            {
                "desc": "This was from a galaxy modular resin lamp I made last year. Unfortunately I do not have pictures of the full lamp currently due to the pandemic, however, each hexagon was 3d printed, with a galaxy inspired resin swirl. Each hexagon has a led light strip inside and they are a modular, custom lighted wall piece. This was from early on in the process.",
                "image": "/static/Arts/IMG_5385 - Woody Buxton.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "secondary",
        "email": "schwartg@usc.edu",
        "first": "Grace",
        "last": "Schwartz",
        "sample": [
            {
                "desc": "I titled this work Cowboy in Color because the image is based on the album cover for Be The Cowboy by Mitski, but it features colors to represent the music's emotional range. This is hand embroidery on canvas with an acrylic orange outer border and a ribbon border a few mm in. There are various embellishments which relate to lyrics from the album. ",
                "image": "/static/Arts/CowboyinColor - Grace Schwartz.jpg",
                "video": ""
            },
            {
                "desc": "This piece is Ode to Nostalgia. I made it while home for quarantine, and it's inspired by childhood crafts and an old I Spy book I found. It's an oversized, heart-shaped tote bag I sewed from denim with yellow satin lining and distressed patchwork straps. I screenprinted the I Spy logo on one side and made an eye from many googly eyes on the other.",
                "image": "/static/Arts/OdetoNostalgia - Grace Schwartz.png",
                "video": ""
            },
            {
                "desc": "This painting is called Devilbiss Dog. I painted it a few months ago when my dog, Max, passed away. He was an incredibly important part of my life and helped me live through an abusive situation, so I painted this as a way to remember him. He was a rescue who was found near Devilbiss Hall at our local university. This piece is oil paint on canvas. ",
                "image": "/static/Arts/DevilbissDog - Grace Schwartz.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "tchauck@asu.edu",
        "first": "Tanner",
        "last": "Hauck",
        "sample": [
            {
                "desc": "https://tannerhauck.wordpress.com/psyche-inspired/",
                "image": "/static/Arts/kawactus - Tanner Hauck.jpg",
                "video": ""
            },
            {
                "desc": "https://tannerhauck.wordpress.com/psyche-inspired/",
                "image": "/static/Arts/iconicaustralia (1) - Tanner Hauck.jpg",
                "video": ""
            },
            {
                "desc": "https://tannerhauck.wordpress.com/psyche-inspired/",
                "image": "/static/Arts/visionproject_haucktanner - Tanner Hauck.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "ruchi.ukhade@gmail.com",
        "first": "Ruchi",
        "last": "Ukhade",
        "sample": [
            {
                "desc": "\"Chinese New Year\" (22x28 inch) is an ink drawing inspired by my father’s trip to China. Living in Phoenix, I think most residents can confirm that they see desert-inspired paintings from local artists. The Chinese landscape is a good divergence from the normally seen. I want viewers to feel refreshed with a different view than normally seen.",
                "image": "/static/Arts/Chinese New Year 22x28 - Ruchi Ukhade.JPG",
                "video": ""
            },
            {
                "desc": "\"Her Home\" (15x23 inch) follows a storyline about a girl who does not want to leave the security, beauty and companionship of her friends (the cats) and her home (the water). This story line describes the girl’s struggle of leaving her home. This story is inspired from my own experiences of not wanting to grow up and leave my friends and home. ",
                "image": "/static/Arts/Her Home 15x23 - Ruchi Ukhade.JPG",
                "video": ""
            },
            {
                "desc": "\"Iridescent Animals of the World\" (36x24 inches) is a painting on Vinyl, CDs, and Cassettes (electronic waste). This painting depicts the horrors of electronic waste on the environment. This piece won the silver award at the FCCLA State Competition. My objective in creating this piece is to encourage creative use of waste materials. ",
                "image": "/static/Arts/Iridescent Animals of the World 36x24 - Ruchi Ukhade.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "secondary",
        "email": "sindwani.tina@gmail.com",
        "first": "Tina",
        "last": "Sindwani",
        "sample": [
            {
                "desc": "This is a picture taken from my really small Samsung phone about five years ago from the Empire State Building. It depicts New York's symbols: the high rise buildings, the yellow cabs, the small and crowded streets.",
                "image": "/static/Arts/20150425_185026 - Tina Sindwani.jpg",
                "video": ""
            },
            {
                "desc": "The logo of The Scientific Teen. It shows a source of STEM information and the information propagating outward to everyone.",
                "image": "/static/Arts/Neuron logo with name - Tina Sindwani.jpg",
                "video": ""
            },
            {
                "desc": "As I have always looked up to the stars, I found it very fitting that my first Instagram post be about the NEOWISE comet, which I chased for about two hours before finding its ethereal mother-of-pearl sheen. ",
                "image": "/static/Arts/Capture89 - Tina Sindwani.PNG",
                "video": ""
            }
        ]
    },
    {
        "color": "secondary",
        "email": "maya.probst1999@gmail.com",
        "first": "Mayelin",
        "last": "Probst",
        "sample": [
            {
                "desc": "I chose this work because it represents what is going on now. The mask is because of Covid. The world is wearing it because it is everywhere. But the hands are supposed to show that we are supposed to be in this together not by tearing each other apart. But there is no race necessarily associated with the shading of the hands. ",
                "image": "/static/Arts/EFAB18B5-289B-4194-A0BD-56A934AE595B - Maya Probst.jpeg",
                "video": ""
            },
            {
                "desc": "This video is based off a project I did in Intermedia. I chose this because it takes a bit to think about why I am reacting the way I am. It is a piece dedicated to the reason my birthmom died and why she gave me and my siblings up. The number of bottles represent the amount of years she was limited due to alcohol.",
                "image": "",
                "video": "https://youtube.com/embed/6vP0Dd5eaaI"
            },
            {
                "desc": "This is a piece of written work I complied of information for students at ASU.",
                "image": "/static/Arts/4E10FF43-D476-4107-AC37-E8F92B957CA6 - Maya Probst.png",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "wertzcaleb@gmail.com",
        "first": "Caleb",
        "last": "Wertz",
        "sample": [
            {
                "desc": "This is a poem about the electricity of the moment before the speaker opens up to a friend.",
                "image": "/static/Arts/Wertz - Ode to the outline of your right ear - Caleb Wertz.pdf",
                "video": ""
            },
            {
                "desc": "This poem articulates the feelings of isolation that often accompany quarantine from the perspective of a dog who is trying to understand why they cannot enter the same room as their (sick) owner.",
                "image": "/static/Arts/Wertz - haikus of a quarantined dog - Caleb Wertz.pdf",
                "video": ""
            },
            {
                "desc": "Ars poetica (literally translated to “the art of poetry”) is a poem about poetry. The speaker, like many people, finds many poems intimidating or inaccessible, so they poke fun at the elitism with which some approach the genre of poetry. By doing so through a poem, the speaker ironically legitimizes the power of poetry.",
                "image": "/static/Arts/Wertz - Ars Poetica - Caleb Wertz.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "imalpe@asu.edu",
        "first": "Idika",
        "last": "Malpe",
        "sample": [
            {
                "desc": "My painting is a representation of humankind's influence and power on our Earth. The Avatar (the man in the middle) is a cyclic manifestation of the soul and represents the years humankind has spent on transforming the Earth as well as learning about space exploration and the planets and galaxy around us. ",
                "image": "/static/Arts/IMG-7361 - Idika Malpe.jpg",
                "video": ""
            },
            {
                "desc": "I decided to write about a man who made his pipe dream real. I focused on the remorse he felt for not following his father’s advice and the solace he found in following his dreams. This piece of writing is what I imagine how many immigrant kids feel when choosing their career path. ",
                "image": "/static/Arts/NASA Psyche Written Portion - Idika Malpe.pdf",
                "video": ""
            },
            {
                "desc": " I used to do speech in high school and decided to utilize my expository skills to highlight a topic I am passionate about: the complexities of the film industry. I wanted to highlight the amount of influence the film corporation has on society and its importance to be and do better.",
                "image": "",
                "video": "https://www.youtube.com/embed/wUNtNHFBEPM"
            }
        ]
    }
]