[
    {
        "color": "secondary",
        "email": "aap94@pitt.edu",
        "first": "Aarti",
        "last": "Patel",
        "sample": [
            {
                "desc": "This piece highlights the beauty and power of nature. It has no boundaries and makes life vibrant. This is a scratchboard piece created by using scratch knives and highlighted with water color.",
                "image": "/static/Arts/IMG_3125 - Aarti Patel.jpeg",
                "video": ""
            },
            {
                "desc": "The painting is of the Cliffs of Ireland. I mainly wanted to focus on the detail of the rock face and the waves of the ocean as well as the texture. I created this piece using acrylic paints on a canvas board.",
                "image": "/static/Arts/IMG_2568 - Aarti Patel.jpeg",
                "video": ""
            },
            {
                "desc": "This piece of work highlights the vibrant details of the moon and the colors of space. My style of art includes patterns that are appealing to the eye. The Earth is layered in patterns to convey the idea of structure, complexity, and the free expressionism present on Earth. This was done on a scratch board using scratch knives and acrylic paint.",
                "image": "/static/Arts/IMG_2584 - Aarti Patel.jpeg",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "alwalle1@asu.edu",
        "first": "Aurelia",
        "last": "Waller",
        "sample": [
            {
                "desc": "This is an image of three CAD Drawings that was imported into Photoshop to create the background and place the 3 separate images together. The image is a reflection of the Psyche mission (the asteroid and satellite). The three CAD drawings are the asteroid, satellite and Psyche lettering. I created all drawings and background.",
                "image": "/static/Arts/Psyche Inspired CAD Image - Aurelia Waller.png",
                "video": ""
            },
            {
                "desc": "This is a photo that I took while visiting NASA Johnson Space Center at the Neutral Buoyancy Lab. It shows an astronaut suiting up and preparing to go into the pool with trainers assisting and supervising.",
                "image": "/static/Arts/NBL Trainers and Astronauts - Aurelia Waller.png",
                "video": ""
            },
            {
                "desc": "This is a brief video of a transparent asteroid, satellite and the word Psyche rotating with an animated background. This is an artist conception of the Psyche mission as NASA, ASU and their partners search for what the makeup of the Psyche asteroid is. The music, CAD drawings and video are made by me.",
                "image": "",
                "video": "https://youtube.com/embed/kjR55hVa6RQ"
            }
        ]
    },
    {
        "color": "success",
        "email": "aurelialwaller@gmail.com",
        "first": "Aurelia",
        "last": "Waller",
        "sample": [
            {
                "desc": "This is an image of 3 CAD drawings that I made. I also did the starry background. The CAD drawings are of the Psyche asteroid, satellite and the word.",
                "image": "/static/Arts/Psyche CAD - Aurelia Waller.png",
                "video": ""
            },
            {
                "desc": "This is a photograph that I took at the Neutral Buoyancy Lab while visiting NASA Johnson Space Center. It is a photo of 3 Astronaut trainers and an Astronaut (there were two Astronauts suiting up). They are getting ready for an exercise in the pool.",
                "image": "/static/Arts/NBL Trainers and Astronauts - Aurelia Waller.png",
                "video": ""
            },
            {
                "desc": "This is a video that implies that NASA, ASU, their partners and the public will be trying to figure out what is at the core of the Psyche asteroid. I created all parts of the video (effects, spinning asteroid, lettering and music) except the starry and asteroid background videos. They are used with permission (no copyright infringement).",
                "image": "",
                "video": "https://youtube.com/embed/kjR55hVa6RQ"
            }
        ]
    },
    {
        "color": "danger",
        "email": "kimikimiart9898@gmail.com",
        "first": "Feikim",
        "last": "Lee",
        "sample": [
            {
                "desc": "A scene of one of my main characters for my project titled “Little Red Robot,” a futuristic cyberpunk version of the classic tale of Little Red Ridinghood. This specific scene depicts a character with a wolf-like helmet on a futuristic bike hovering over a puddle reflecting the city lights.",
                "image": "/static/Arts/FeikimLeeSample1 - Kimi Kimi.jpg",
                "video": ""
            },
            {
                "desc": "A scene in my project “Little Red Robot,” with the Wolves Rebels chasing Little Red Robot (Ridinghood). The setting takes place in a street market in a colorful, futuristic, dystopian city.",
                "image": "/static/Arts/FeikimLeeSample2 - Kimi Kimi.jpg",
                "video": ""
            },
            {
                "desc": "A scene in my project “Little Red Robot,” with the Wolves and Red hanging out as they’ve come to understand each other. I wanted to showcase emotion and mood within this artwork.",
                "image": "/static/Arts/FeikimLeeSample3 - Kimi Kimi.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "xhu2@bowdoin.edu",
        "first": "Xiwen (Julie)",
        "last": "Hu",
        "sample": [
            {
                "desc": "A graphic portraying the lack of biodiversity due to climate change, through a lonely polar bear on the ice.",
                "image": "/static/Arts/biodiversity1-03 - chemillustrator.png",
                "video": ""
            },
            {
                "desc": "This except comes from my magical realism coming-of-age story Dreamchasers. It's a musing of the meaning of life from the perspective of natural history theory by the supporting female character. ",
                "image": "/static/Arts/Dreamchasers Excerpt - chemillustrator.pdf",
                "video": ""
            },
            {
                "desc": "This work is called 'Hidden Figure.' It showcases the famous mathematician Katherine Johnson, who worked on various NASA missions of space exploration. ",
                "image": "/static/Arts/kj-03 - chemillustrator.png",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "afranc29@asu.edu",
        "first": "Arlette",
        "last": "Franco",
        "sample": [
            {
                "desc": "this represent the start of the journey of Nemo and Debby into the subconscious unknown.",
                "image": "/static/Arts/IMG_1630 - Arlette Franco.jpg",
                "video": ""
            },
            {
                "desc": "This piece is based on the book \"Plague Dogs\" By Richard Adams. The gas mask on the dog represent how the dog become toxic waste to other from the many drugs it had taken. It's fur is made with sloppy strokes to how how ragged and corrupted the dog is as he looks over to the audience. ",
                "image": "/static/Arts/IMG_1625 - Arlette Franco.jpg",
                "video": ""
            },
            {
                "desc": "This is based on a piece I previously made. Its an allegory of being beaten and used by other for their gain.",
                "image": "/static/Arts/IMG_0054 - Arlette Franco.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "ssawant5@asu.edu",
        "first": "Sarika",
        "last": "Sawant",
        "sample": [
            {
                "desc": "This choreographed group piece was for a fundraiser called Dance in France. Each dancer was asked to portray the choreography with different emotions in order to bring the French essence of the song to life. The movement given to each dancer was different and based on their individual capability.",
                "image": "",
                "video": "https://youtube.com/embed/l78dGZEAjqw"
            },
            {
                "desc": "This ballet piece was made for ASU’s Community Art Night, which is put on monthly by the Interdisciplinary Arts and Performances Club. This night of creation aims to bring together members of the local community for a few hours of live music, short films, dance, spoken word, and other mediums of art. ",
                "image": "",
                "video": "https://youtube.com/embed/rTlYH9Ek9Uc"
            },
            {
                "desc": "This hip hop dance was filmed in France. I attended a class in which I worked with the teacher to choreograph and teach a dance all within the same hour. It was interesting to see how this was different from the hip hop classes I had taken in the U.S. The age range was also intriguing because classes in France are open to anyone in the community.",
                "image": "",
                "video": "https://youtube.com/embed/vnasF3IlvBc"
            }
        ]
    },
    {
        "color": "info",
        "email": "farnsj1@unlv.nevada.edu",
        "first": "Jessica",
        "last": "Farnsworth",
        "sample": [
            {
                "desc": "This is a depiction of my own take on extra dimensional existence and the associated changes in physical properties. In our universe a common element associated with life is carbon and in my piece, I tried to re-imagine an equivalent of a carbon atom that would exist in this assumed dimension with a glamorized depiction of its associated lifeforms.",
                "image": "/static/Arts/Farnsworth.J.ExtraDimensional - Jessica Farnsworth.jpg",
                "video": ""
            },
            {
                "desc": "I use surrealism to depict my contemplation on creationism and the connection our minds have to the universe. The subject is creating her own ideas which contributes to the energy of the universe. This process shapes her thoughts into cosmic creations, such as constellations, making her the author of her own literal cosmic reality.  ",
                "image": "/static/Arts/Farnsworth.J.Creationism - Jessica Farnsworth.jpg",
                "video": ""
            },
            {
                "desc": "This piece is inspired by cyberpunk commentary on cosmetic and functional augmentations that may and will become a reality in years to come. I’ve taken a surrealistic and glamorous approach to advertise this type of progress. The world depicted upholds post humanism where all are indiscriminately connected to the cosmos and each other.",
                "image": "/static/Arts/Farnsworth.J.Augmented - Jessica Farnsworth.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "ssmania@asu.edu",
        "first": "Siena",
        "last": "Smania",
        "sample": [
            {
                "desc": "This is a self-photoshoot I did. I wanted to capture the idea of \"floating through space\" hence the imagery of floating in a sea of stars. While then also observing our solar system as a whole and realizing how tiny we are compared to the rest of the universe.",
                "image": "/static/Arts/spacebath - Siena Smania.jpg",
                "video": ""
            },
            {
                "desc": "Here, I wanted to play with irony. I put one of the largest land mammals in a tiny potted plant and built an ecosystem around it.",
                "image": "/static/Arts/elephantgarden - Siena Smania.jpg",
                "video": ""
            },
            {
                "desc": "Whenever you go to the sea, it's so magnificent you find yourself wanting to take some of it home. So I've made an ocean in a jar, showcasing some of the beautiful fish in the ocean.",
                "image": "/static/Arts/oceaninajar - Siena Smania.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "mlunbery@asu.edu",
        "first": "Magdalene",
        "last": "Lunbery",
        "sample": [
            {
                "desc": "This was a photoshoot which was Bill & Ted's Excellent Adventure themed. It was shot at the Metrocenter mall (where the movie was filmed) which closed 5 days later. I painted the blazer and styled the rest of the look.",
                "image": "/static/Arts/daryls at the entrance - Magdalene Lunbery.jpg",
                "video": ""
            },
            {
                "desc": "This was my promo video for my CFDA Design Scholar submission. I designed and created all of the outerwear.",
                "image": "",
                "video": "https://youtube.com/embed/Ponrr2uN8CQ"
            },
            {
                "desc": "This is the tissue paper flower dress I constructed for Fashion Square Mall. The hidden secret about this piece is that the hat was originally a pizza pan.",
                "image": "/static/Arts/94016643_3161873257157722_3025797029738577920_o - Magdalene Lunbery.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "ahe1408@rit.edu",
        "first": "Anne",
        "last": "Elliott",
        "sample": [
            {
                "desc": "I created a fictional concept, \"Museum of Worlds.\" Inside this museum lies the Geo Wall, which contains specimens of rock from other planets. I 3D modeled and animated this rock, attempting to visualize what a user interaction could look like. ",
                "image": "",
                "video": "https://youtube.com/embed/nLPGe8sTT5g"
            },
            {
                "desc": "A fictional title sequence, \"Midas.\" Inspired by the story of King Midas - everything he touches turns to gold. I modeled the hand in Cinema 4D, animated it using Houdini, and edited the video using Adobe After Effects.",
                "image": "",
                "video": "https://youtube.com/embed/7maOl7ODbj0"
            },
            {
                "desc": "I arranged and musically produced this cover of Gravity (this is a small snippet of it to fit under the 2 minute mark - and that's me singing with one of my friends!) I also created the video, animating the background to make it look like space, and as if gravity was pulling us down (a play on the words of the song).",
                "image": "",
                "video": "https://youtube.com/embed/ILUED9DmGEo"
            }
        ]
    },
    {
        "color": "warning",
        "email": "ler4982@g.rit.edu",
        "first": "Lucie",
        "last": "Robert",
        "sample": [
            {
                "desc": "Kiva, 9x12'', oil paint on canvas. This painting explores teenage femininity. It is part of my oil painting portfolio which has was awarded regional recognition (Scholastic Art and Writing Awards) and National Recognition (The YoungArts Foundation) in 2018.",
                "image": "/static/Arts/Kiva - Lucie Robert.jpg",
                "video": ""
            },
            {
                "desc": "Eyeball Animation. Assets and animation created in Cinema 4D, audio in Adobe After Effects. It was a project to explore the limits of fluid dynamics. ",
                "image": "",
                "video": "https://youtube.com/embed/YuA48KsMd1k"
            },
            {
                "desc": "Child Labor Infographic. Created in Adobe Illustrator. Created to being awareness to the dark undercurrent of child labor and exploitation that underpins capitalism and allows us in the United States to live a life of consumerism and privilege.  ",
                "image": "/static/Arts/Child Labor Infographic - Lucie Robert.png",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "slin111@asu.edu",
        "first": "Sheng",
        "last": "Lin",
        "sample": [
            {
                "desc": "Space Bunny",
                "image": "/static/Arts/17 - Sheng Lin.jpg",
                "video": ""
            },
            {
                "desc": "More contemporary stuff",
                "image": "/static/Arts/IMG_1877 - Sheng Lin.JPG",
                "video": ""
            },
            {
                "desc": ":) I've always loved this one. ",
                "image": "",
                "video": "https://www.youtube.com/embed/LkghuMNyEqE"
            }
        ]
    },
    {
        "color": "primary",
        "email": "Elmore48nicole@gmail.com",
        "first": "Nicole",
        "last": "Elmore",
        "sample": [
            {
                "desc": "Lips are the untold stories in our world. This is an abstract outlook on how our voices can make changes.",
                "image": "/static/Arts/1-1 - Nicole Elmore.jpg",
                "video": ""
            },
            {
                "desc": "Nature and art combined. One day enjoying mother nature during covid this was a version of still life from my backyard.",
                "image": "/static/Arts/1 - Nicole Elmore.jpg",
                "video": ""
            },
            {
                "desc": "Art and photography are limitless possibilities. These kinds of images allow people to connect from their own personal environmental connections.",
                "image": "/static/Arts/1.2 - Nicole Elmore.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "danger",
        "email": "ganeshakrishna25@gmail.com",
        "first": "Rashi",
        "last": "Kaushik",
        "sample": [
            {
                "desc": "This work is based upon the Indian mythology which is based upon the teachings of Lord Krishna who is the speaker of Bhagvad Gita which was spoken amidst of the viscous war Mahabharata, this  extraordinary epic  reveals about the truth of our existence and how should a person live and about the science of God.",
                "image": "/static/Arts/IMG_20200412_134546_068 - Rashi Kaushik.jpg",
                "video": ""
            },
            {
                "desc": "This work includes an illustration of a fish, which is after the food pieces, here the fish symbolises our existence and the food Science , which means that our very existence is dependent upon science, as to live we should understand the Science of life.",
                "image": "/static/Arts/IMG_20200724_191321_184 - Rashi Kaushik.jpg",
                "video": ""
            },
            {
                "desc": "This artwork depicts an Astronaut floating in space. This work is a tribute to our respective scientists and Astronauts, who are working beyond limits for taking the mankind to new heights and opening the doors to a whole new era of science.",
                "image": "/static/Arts/A+ Gallery_44 - Rashi Kaushik.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "mchouchi@asu.edu",
        "first": "Michelle",
        "last": "Houchins",
        "sample": [
            {
                "desc": "Although this piece looks like a simple flower, it actually represents the peculiarity of the ordinary. Many things or people in our world may seem very simple or even dull at first, but if you look underneath, you will find how truly extraordinary they are. ",
                "image": "/static/Arts/Psyche Inspired Artwork1 - Michelle Houchins.jpg",
                "video": ""
            },
            {
                "desc": "With this piece, I chose to depict the simplicity of companionship in nature. Animals, just like humans, long for the presence of others, even if it is not essential to their survival.  ",
                "image": "/static/Arts/Psyche Inspired Artwork2 - Michelle Houchins.jpg",
                "video": ""
            },
            {
                "desc": "With this piece, I wanted to symbolize the freedom of childhood. When you are young, you aren’t afraid to dream, you aren’t afraid to step out of your comfort zone, and most importantly, you aren’t afraid of reaching for the stars. ",
                "image": "/static/Arts/Psyche Inspired Artwork3 - Michelle Houchins.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "danger",
        "email": "dzepedacuba@gmail.com",
        "first": "Daniel",
        "last": "Zepeda-Cuba",
        "sample": [
            {
                "desc": "An informative infographic with the aim to educate a general audience as well as encourage others to seek ways to demonstrate support for missions to mars.",
                "image": "/static/Arts/Mars Infrographic - Daniel Zepeda-Cuba.png",
                "video": ""
            },
            {
                "desc": "In this project, I was to create a login scenario for a fictional app of our own creation. The work features a home state as well as screens covering potential scenarios one may encounter when attempting to login, such as two-factor authentication as well as account recovery",
                "image": "/static/Arts/Final Design Comp - Daniel Zepeda-Cuba.png",
                "video": ""
            },
            {
                "desc": "For this project, I created an animated mandala that served as a reflection of my own personality and style. This project was heavily inspired by the themes of planets and their orbits. I wanted to focus on animating the mandala in a futuristic way and have it unveil slowly and in pace with the song chosen to play throughout.",
                "image": "",
                "video": "https://player.vimeo.com/video/443497786"
            }
        ]
    },
    {
        "color": "info",
        "email": "bny3278@g.rit.edu",
        "first": "Brianna",
        "last": "Young",
        "sample": [
            {
                "desc": "  One of my creative genres is painting. I do not use normal canvas or brushes. I paint with my fingers, the primary colors/black/white, and on larger than life backdrops. Here is one of my paintings of a T-Rex on an old painting tarp. His name is Jerry.",
                "image": "/static/Arts/BriannaYoung_DinosaurPainting - Brianna Young.jpg",
                "video": ""
            },
            {
                "desc": "As a freelance project, I designed an entire brand identity for a start of a fire prevention construction company. The top image is the logo and the photos underneath are mockups of how the company can expand their brand.",
                "image": "/static/Arts/BriannaYoung_HaloFreelance - Brianna Young.jpg",
                "video": ""
            },
            {
                "desc": "Created a kinetic type animation to tell a story and convey information about my favorite morning drink.",
                "image": "",
                "video": "https://player.vimeo.com/video/user120646940/review/443841900/213acba097"
            }
        ]
    },
    {
        "color": "secondary",
        "email": "alfonsob10.ab@gmail.com",
        "first": "alfonso",
        "last": "barrientos",
        "sample": [
            {
                "desc": "Here I wanted to capture the people worship while also focusing on the Eucharist. A very special moment. ",
                "image": "/static/Arts/IMG_4300 - Alfonso Barrientos.PNG",
                "video": ""
            },
            {
                "desc": "This is an image of when I visited the great San Francisco. I wanted to capture a beautiful shot of the bridge, sky, and ocean all at once.  ",
                "image": "/static/Arts/IMG_0360 - Alfonso Barrientos.JPG",
                "video": ""
            },
            {
                "desc": "I took this image in Antelope Canyon, as you can see from the angle where its taken from the rock looks as if shaped as a heart. ",
                "image": "/static/Arts/IMG-0426 - Alfonso Barrientos.JPG",
                "video": ""
            }
        ]
    },
    {
        "color": "danger",
        "email": "lydiaraepitts@gmail.com",
        "first": "Lydia",
        "last": "Pitts",
        "sample": [
            {
                "desc": "1ft x 2ft Acrylic on wood and plexiglass. I painted myself onto plexiglass and mounted the plexiglass onto clear hinges embedded into a painted wooden board. This is two images of the same piece collaged into one. It shows my aptitude for planning and attention to detail as well as my creativity and ability to explore.",
                "image": "/static/Arts/Acrylic on Glass - Flip Self Portrait - Lydia Pitts.JPG",
                "video": ""
            },
            {
                "desc": "9 in x 11 in white charcoal on black paper. This piece is a self portrait, drawn in the inverse. It pushed me to think about where the light falls, rather than where the shadows do. It pushed my comfort zone by challenging my visual perception and not allowing me to fix mistakes easily. This piece has made me more aware as an artist.",
                "image": "/static/Arts/White Charcoal on Black Paper - Self Portrait.PNG - Lydia Pitts.jpeg",
                "video": ""
            },
            {
                "desc": "Latex house paint on a bicycle. I named this bike petal for my love of puns: You pedal a bike, and there are hundreds of petals in the floral pattern (zoom in). This was a labor intensive piece; It required cleaning, sanding, hours on the floor, and intense planning. Paint was built up layer by layer in order to create the delicate floral print.",
                "image": "/static/Arts/DSC_0073_Original - Lydia Pitts.jpg",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "akinger1@asu.edu",
        "first": "Ash",
        "last": "Kingery",
        "sample": [
            {
                "desc": "A piece inspired by one of my favorite songs, as well as the desert environment I've lived in my whole life.",
                "image": "/static/Arts/i am the highway - Ash Kingery.png",
                "video": ""
            },
            {
                "desc": "A piece that combines my favorite kinds of iconography--statues, religion, and weaponry.",
                "image": "/static/Arts/patron saint of knives - Ash Kingery.png",
                "video": ""
            },
            {
                "desc": "My piece for a zine I participated in that discussed questions people might have about college.",
                "image": "/static/Arts/questions zine - Ash Kingery.png",
                "video": ""
            }
        ]
    },
    {
        "color": "info",
        "email": "annikalauer@gmail.com",
        "first": "Annika",
        "last": "Lauer",
        "sample": [
            {
                "desc": "Permanent ink is a meta-poem that takes a visual and literary approach to societal pressure and fear of failure through its format and content. The poem is about writing a poem and not worrying about what others may think, but failing, and the damage this causes to the work. ",
                "image": "/static/Arts/Annika Lauer, Sample One - Annika Lauer.pdf",
                "video": ""
            },
            {
                "desc": "“The Heart Is Just A Muscle” is a short story about a world in which Androids exist and can be used to replace people once they die. The story focuses on Hannah, who has lost the love of her life and her struggle to accept his artificial replacement. ",
                "image": "/static/Arts/Annika Lauer, Sample Two - Annika Lauer.pdf",
                "video": ""
            },
            {
                "desc": "“Anew” is a short story about two characters having a conversation about their existence as the world suddenly ends. It deals with them facing their deaths, and what they do to cope. ",
                "image": "/static/Arts/Annika Lauer, Sample Three - Annika Lauer.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "emca0578@colorado.edu",
        "first": "Emily",
        "last": "Carroll",
        "sample": [
            {
                "desc": "This was my first attempt at painting outer space. In the background, I've painted a nebula and in the foreground is a human ribcage and spinal column. This combined with the title is meant to remind people that we are, in a way, stardust.",
                "image": "/static/Arts/From Whence We Came v2 - Emily Carroll.png",
                "video": ""
            },
            {
                "desc": "River Rocks was an attempt at what I consider an \"abstract still-life.\" The color of the rocks and the white highlights makes them look as if water is running off of them, yet there is no water in the scene. The very dark blues along with the very pale yellows keep ones eyes moving around the painting.",
                "image": "/static/Arts/River Rocks v2 - Emily Carroll.png",
                "video": ""
            },
            {
                "desc": "The Mist uses more of the cool blue tones that I love to use in almost all of my paintings, along with the subtle pale yellows up at the top of the sky. This isn't the first mountain range I've ever painted, but I would say it's my best so far.",
                "image": "/static/Arts/The Mist v2 - Emily Carroll.png",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "an.nt.than04@gmail.com",
        "first": "An",
        "last": "Than",
        "sample": [
            {
                "desc": "This painting was dedicated to an old friend of mine, who expressed insecurities because of birth marks and on her back. I portrayed her insecurities as the essential elements of the universe I believed that these marks are often dismissed as imperfections, when they are natural processes of human physiology, and humans are beautiful as they come. ",
                "image": "/static/Arts/IMG_0681 - An Than.JPG",
                "video": ""
            },
            {
                "desc": "This poem was written to accompany sample work A. I have always been fascinated by the concept of which humans are to be compared to the infinite size of the universe, and I was inspired by the concept that at the core, we are little universes in the bigger scheme of things. ",
                "image": "/static/Arts/blue, purple and pink - An Than.pdf",
                "video": ""
            },
            {
                "desc": "Similar to sample works A and B, I was consistently exploring the similarities and differences between human beings with their nature and the universe with its elements, personifying comets and planets to compare them with humans’ complex feelings. ",
                "image": "/static/Arts/comets - An Than.pdf",
                "video": ""
            }
        ]
    },
    {
        "color": "success",
        "email": "rahulkantsinha62@gmail.com",
        "first": "Rahul kant",
        "last": "Sinha",
        "sample": [
            {
                "desc": "I am working on satellite that me the Mars planet to find ancient life and and mining process",
                "image": "/static/image_not_found.png",
                "video": ""
            },
            {
                "desc": "Same also I am working on a satellite and a Rover to there planet to find minerals an ancient life and mining also.",
                "image": "/static/image_not_found.png",
                "video": ""
            },
            {
                "desc": "Same also I am working on a satellite and a Rover to there planet to find minerals an ancient life and mining also",
                "image": "/static/image_not_found.png",
                "video": ""
            }
        ]
    },
    {
        "color": "dark",
        "email": "oxg3600@g.rit.edu",
        "first": "Olivia",
        "last": "Germano",
        "sample": [
            {
                "desc": "A poster design depicting an influential historical event. The astronaut was hand-drawn and rasterized to resemble Neil Armstrong, as well as the text elements to resemble NASA’s font used in their logo. The rasterized background was designed to emphasize the sheer scale of the Saturn 5 rocket.",
                "image": "/static/Arts/Historical Event Poster  - Olivia Germano.jpg",
                "video": ""
            },
            {
                "desc": "A motion graphic project completely made using Adobe AfterEffects. The purpose of the assignment was to show proficiency in using text manipulation and text animation in order to visually depict the audio. Using multiple two-dimensional and three-dimensional layers, the final piece was given a vintage VCR tape look.  ",
                "image": "",
                "video": "https://youtube.com/embed/v4WtSqMbcds"
            },
            {
                "desc": "The practice of aerial view still-life and hyperrealism. A 6x6 composition of small objects depicted in various weights of artist-grade graphite pencil on cold-pressed illustration board. All blending and observed shadows were drawn in and no blending stubs or like tools were not permitted to be used during this project. ",
                "image": "/static/Arts/60297329989__7BB91F2B-1C78-45A6-AF6A-70188EFF3013 - Olivia Germano.jpeg",
                "video": ""
            }
        ]
    },
    {
        "color": "warning",
        "email": "alison.rahman@utexas.edu",
        "first": "Alison",
        "last": "Rahman",
        "sample": [
            {
                "desc": "This poem explains my peek into the space industry. Everyone in the aerospace industry is passionate and intelligent and I didn’t think it was an option for me. However, I realized that curiosity about what lies in the universe doesn’t need to be limited. The poem contrasts my biased viewpoint with the conclusion that space passion can be shared. ",
                "image": "/static/Arts/Sample 1 Psyche App - Alison M Rahman.pdf",
                "video": ""
            },
            {
                "desc": "I composed this song. It’s is dedicated to the times that we don’t realize are going to be precious memories for the rest of our lives. I want this song to be a source of comfort to anyone that reminisces over the past, to urge them to look back on it fondly and with no regrets. The audio may a little loud at first, so listen on a lower level.",
                "image": "",
                "video": "https://player.vimeo.com/video/444883238 "
            },
            {
                "desc": "The following poem is darker and addresses child abuse/sexual assault. After witnessing the effect both had on a close family member, I decided to write a poem that would spread awareness about how it can be hard to move on. I know this poem may be sensitive, but I wrote it to give voice to an issue that still occurs today and is horrifying. ",
                "image": "/static/Arts/Sample 3 Psyche App - Alison M Rahman.pdf",
                "video": ""
            }
        ]
    }
]