[
    {
        "email": "Email Address",
        "first": "First Name:",
        "last": "Last Name:",
        "sample": [
            {
                "desc": "Sample Work #1: Please provide a short description of this work that will advance our understanding of it (maximum of 350 characters, including spaces):",
                "image": "Sample Work #1 (Option A): If you are submitting an image or written work, please upload your file here:",
                "video": "Sample Work #1 (Option B): If you are submitting an audio or video clip, please paste the YouTube or Vimeo URL here:"
            },
            {
                "desc": "Sample Work #2: Please provide a short description of this work that will advance our understanding of it (maximum of 350 characters, including spaces):",
                "image": "Sample Work #2 (Option A): If you are submitting an image or written work, please upload your file here:",
                "video": "Sample Work #2 (Option B): If you are submitting an audio or video clip, please paste the YouTube or Vimeo URL here:"
            },
            {
                "desc": "Sample Work #3: Please provide a short description of this work that will advance our understanding of it (maximum of 350 characters, including spaces):",
                "image": "Sample Work #3 (Option A): If you are submitting an image or written work, please upload your file here:",
                "video": "Sample Work #3 (Option B): If you are submitting an audio or video clip, please paste the YouTube or Vimeo URL here:"
            }
        ]
    },
    {
        "email": "test@test.test",
        "first": "Test",
        "last": "test",
        "sample": [
            {
                "desc": "https://test.com",
                "image": "",
                "video": "https://test.com"
            },
            {
                "desc": "https://test.com",
                "image": "",
                "video": "https://test.com"
            },
            {
                "desc": "https://test.com",
                "image": "",
                "video": "https://test.com"
            }
        ]
    },
    {
        "email": "test@test.com",
        "first": "Test",
        "last": "Test",
        "sample": [
            {
                "desc": "Test",
                "image": "https://drive.google.com/file/d/1NRVcmQpblfsU4Vhnb9wvkO-QybplDLP-",
                "video": ""
            },
            {
                "desc": "It is not required to upload the file above. ",
                "image": "",
                "video": ""
            },
            {
                "desc": "Test ",
                "image": "",
                "video": ""
            }
        ]
    },
    {
        "email": "atalama1@asu.edu",
        "first": "audrey",
        "last": "talamante",
        "sample": [
            {
                "desc": "n/a",
                "image": "",
                "video": ""
            },
            {
                "desc": "n/a",
                "image": "",
                "video": ""
            },
            {
                "desc": "n/a",
                "image": "",
                "video": ""
            }
        ]
    },
    {
        "email": "petersonjulia1999@gmail.com",
        "first": "Julia",
        "last": "Peterson",
        "sample": [
            {
                "desc": "During my senior year of high school I reflected on my privilege being white and upperclass. I decide to create an abstract painting capturing the homogeneity of Chicago's northern suburbs. The white houses symbolize the suburbs' white occupants, while the colorful abstraction created by stenciling the house represents diversity being rejected.",
                "image": "https://drive.google.com/file/d/1Vn_rCv136uyoecchJn5PEkDZyLuozD7Y",
                "video": ""
            },
            {
                "desc": "For the final project of my Cultural Diversity in Ed course, we chose between writing an essay and making a piece of art. I revisit my childhood as the twin of a person perceived as non-white. This story highlights the very much present racism and prejudice in schools and the ways in which it is perpetuated.",
                "image": "https://drive.google.com/file/d/1HOk9ITAEX20ngz4FRH7iywU9D2LAyZMw",
                "video": ""
            },
            {
                "desc": "This poem describes the angst I feel as a young person struggling towards what progress. I describe progress as society defines it as 'the stuff of life'. This poem describes a person who is not satiated by the expectations of society. They yearn for more than what's promised. They push boundaries while society insists on conforming.",
                "image": "https://drive.google.com/file/d/1TcrGfKjlzM0ffrMwYqQud2MVaWHZHSa1",
                "video": ""
            }
        ]
    },
    {
        "email": "tinhausart@gmail.com",
        "first": "Christina",
        "last": "Fandino",
        "sample": [
            {
                "desc": "The \"Spider & Egg\" ring-palm bracelet won 1st place at the annual 2017 MASSC Jewelry Design Challenge. Inspired by the Madonna and Child paintings of the Renaissance, the kinetic ring-palm bracelet is handcrafted using sterling silver, amethyst gemstones, and crushed buffalo tooth for the inlay. The body and legs of the spider moves and rotates.",
                "image": "https://drive.google.com/open?id=1e-jCWqk8hG93X5WZ9-PVS0dS2YXj2SlF",
                "video": ""
            },
            {
                "desc": "The “Evolution” ring set is inspired by transformation. The kinetic caterpillar ring dances with the movements of a finger while the sculptural butterfly sits atop its cocoon ring. This sterling silver gemstone set is hand-carved in wax, created through lost wax casting, and finished using traditional jewelry fabrication techniques. ",
                "image": "https://drive.google.com/open?id=1o7BAgAFtfH3ar9rRMrPM5uW47_4mL-Mq",
                "video": ""
            },
            {
                "desc": "“Breaking Glass” is a commercial I produced for my company, TIN HAUS. The message is to empower individuality, self-love, and the acceptance of our differences while featuring contemporary fine jewelry from my handcrafted sustainable collection. Credits: A TIN HAUS production. Directed by Charles Gray.",
                "image": "",
                "video": "https://player.vimeo.com/video/326858693"
            }
        ]
    },
    {
        "email": "c.a.schwartz21@gmail.com",
        "first": "Shiloh",
        "last": "Schwartz",
        "sample": [
            {
                "desc": "This is the beginning portion of a poem I wrote this past year. The opening definition is sourced from Merriam Webster, and the poem is about the beautiful words people say to convince you to sacrifice yourself for them.",
                "image": "https://drive.google.com/file/d/1a9wE5Z-WXimrAGqR3CReQrqMTEk2lIol",
                "video": ""
            },
            {
                "desc": "This is a poem based off of The Protestant Ethic and The Spirit of Capitalism, an academic paper by Max Weber that proposes that the development of American capitalism was heavily influenced by Protestantism.",
                "image": "https://drive.google.com/file/d/1y3_VfjAdg0GH0jf4TZ8_mCZAo6-v0eh9",
                "video": ""
            },
            {
                "desc": "This is a smaller section of a poem I wrote when tasked with creating a ‘recipe’ for an event or emotion. The title is the overall descriptor of the ‘recipe’.",
                "image": "https://drive.google.com/file/d/1_RN6nyhZ_9RjZgdqSWIud-xooQT0Wwo0",
                "video": ""
            }
        ]
    },
    {
        "email": "mm@desviado.com",
        "first": "Monica",
        "last": "Moreno",
        "sample": [
            {
                "desc": "The choker is entirely hand fabricated using fine silver wire that was hand woven to create a chain,  in an ancient style called Etruscan or Roman. The other components are hand cut, hand formed and soldered using sterling silver sheet and wire. ",
                "image": "https://drive.google.com/file/d/1zg5pv7tb9CBswyZ-8vHu07jpQ_gnCIXO",
                "video": ""
            },
            {
                "desc": "This is a sculptural ring submitted for a jewelry challenge. It was created with copper sheet, brass, sterling silver, and bronze. The two larger figure at the top of the ring (the goat and woman) were sculpted by hand in wax and cast using the lost wax casting process. ",
                "image": "https://drive.google.com/file/d/1IAelpsSipP4qmMhWSpZfGQbB40RDvTLr",
                "video": ""
            },
            {
                "desc": "A small series of hand and feet pendants that I had created using copper and brass. The pieces were hand cut and hand engraved.",
                "image": "https://drive.google.com/file/d/1R0ZEtB6xOauBa2maqKcyAw9eyz6hIjep",
                "video": ""
            }
        ]
    },
    {
        "email": "chandalexandra@gmail.com",
        "first": "Alex",
        "last": "Chand",
        "sample": [
            {
                "desc": "I use imagery to weave between memories of my friend and the present.",
                "image": "https://drive.google.com/file/d/1EH50-Ic5zz9_qfjzUdhAx39guCkSm8Do",
                "video": ""
            },
            {
                "desc": "Using pencil, I drew a crumpled piece of paper, imitating its texture and exploring its detail.",
                "image": "https://drive.google.com/file/d/1LBNfodGjaRAzChyY82J31I-LxGjZYH1h",
                "video": ""
            },
            {
                "desc": "I play with technology and tense to explore loss. (Sorry for two poems about death-- most of my other poems are more than 1000 characters)",
                "image": "https://drive.google.com/file/d/1j2dA-M-G1DVDXR112I_dDmU9D2HC-oiV",
                "video": ""
            }
        ]
    },
    {
        "email": "tinhausart@gmail.com",
        "first": "Christina",
        "last": "Fandino",
        "sample": [
            {
                "desc": "The \"Spider & Egg\" ring-palm bracelet won 1st place at the annual 2017 MASSC Jewelry Design Challenge. Inspired by the Madonna and Child paintings of the Renaissance, this kinetic piece is handcrafted using sterling silver, crushed buffalo tooth for the inlay, moldavite and amethyst gemstones. The body and legs of the spider moves and rotates.",
                "image": "https://drive.google.com/file/d/1BmKL3G1KFRKB5mcHexsgq6-rKbDwNjvo",
                "video": ""
            },
            {
                "desc": "The “Evolution” ring set is inspired by transformation. The kinetic caterpillar ring dances with the movements of a finger while the sculptural butterfly sits atop its cocoon ring. This sterling silver gemstone set is hand-carved in wax, created through lost wax casting, and finished using traditional jewelry fabrication techniques.",
                "image": "https://drive.google.com/file/d/1grdyAyo6PUtF1NPpFYRdrRdBjgIyu_QM",
                "video": ""
            },
            {
                "desc": "“Abstraction” is a 28.5” x 28.5” 3D wood wall sculpture that was created through a meditative process that reaches a state no-mind and is completely intuitive. Crafted by combining spruce and redwood, the abstract forms were inspired by Sacred Geometry. Hung two optional ways, this large-scale wall hanging is meant to be gazed at in contemplation.",
                "image": "https://drive.google.com/file/d/1bObOgL63QBKE5XLygh3BflQSYJtcpSJR",
                "video": ""
            }
        ]
    },
    {
        "email": "agliu1@asu.edu",
        "first": "Amy",
        "last": "Liu",
        "sample": [
            {
                "desc": "East, meet West. It's the beast looking at a small lamb, but lamb is not afraid and the tiger has no intention to attack. They are at peace with one another, and it's a symbol of my peace with my own identity.",
                "image": "https://drive.google.com/file/d/167akYd3XIhLxjjy54bGr1BXlLAWhA0Rn",
                "video": ""
            },
            {
                "desc": "I mentioned earlier that I created a drawing a day for someone I love. These are some of them, by no means all, but I was told these were his favorites as well as mine.",
                "image": "https://drive.google.com/file/d/1kzoZ16tsDaVt2E-uTRgSsGtTxWzDEl-_",
                "video": ""
            },
            {
                "desc": "The dichotomy of being Chinese-American has created a lot of confusion and imbalance in my life. However, now I am embracing every part of my culture but still translating it into my Western environment by combining traditional Chinese elements with more Western art styles.",
                "image": "https://drive.google.com/file/d/1bg7rSiMA55xyVxlFcG3fY1wP8AxrsFAm",
                "video": ""
            }
        ]
    },
    {
        "email": "sjlakshm@asu.edu",
        "first": "Swarnalakshmi",
        "last": "Lakshmanan",
        "sample": [
            {
                "desc": "This is an excerpt from a Javali, a lighthearted love poem taught to the most advanced performers. If selected, I would choreograph one of these to narrate the myth of Psyche and Eros. This piece attempts to convince the royal lover of a young courtesan that her loyalty is only to him by reminding him of the happy times they spent together. @ASU",
                "image": "",
                "video": "https://youtube.com/embed/JbrfmYW2pqc"
            },
            {
                "desc": "This excerpt gives an example of a jathi, a rhythmic sequence, interwoven with narrative elements. This is an engaging way of communicating the story, which tells of a boy playing on the riverbank with the milkmaids of his village. I would utilize this to bring to life the various theories of Psyche's significance in science, storied as she is.",
                "image": "",
                "video": "https://youtube.com/embed/jfzyc1Hn630"
            },
            {
                "desc": "This segment is pure jathi with a line of emotive poetry in the middle. Jathis' beat patters composed with strict mathematical rigor, and as a student of mathematics, studying these patterns has been an incredible treat. I intend to use quantitative analysis on the data already obtained about Psyche to write and choreograph my own jathis on her. ",
                "image": "",
                "video": "https://youtube.com/embed/z2iOKMORLmg"
            }
        ]
    },
    {
        "email": "barnabey10@gmail.com",
        "first": "Bethany ",
        "last": "Shier",
        "sample": [
            {
                "desc": "This is one of my more recent works. This is a portrait I did digitally using Autodesk Sketchbook..",
                "image": "https://drive.google.com/file/d/1Zlef06TwXI1_ou1afD1OV-3AQDHWS7K0",
                "video": ""
            },
            {
                "desc": "This is an older piece I did about a year ago. This is of a pair of roses I that had grown in my front yard abstracted. I used conte crayons to make this.",
                "image": "https://drive.google.com/file/d/1fCuTPVHndjTaZsOJHotqTxO774aOe4sn",
                "video": ""
            },
            {
                "desc": "This is one of a series of three. I wanted to work with Fibonacci's spiral so I made this and three other peices featureing it. I use the spiral to help with comosition. This work is mostly charcoal and the spiral is ink",
                "image": "https://drive.google.com/file/d/1qW3PvQw90_oadMIfwcP1B8jnUdWcEr0y",
                "video": ""
            }
        ]
    },
    {
        "email": "jmanmason@gmail.com",
        "first": "Jeff",
        "last": "Mason",
        "sample": [
            {
                "desc": "This is the opening of my second novel. Much like Moby Dick’s classic first line, “Call me Ishmael,” the opening is a command that instantly demonstrates the speaker’s over-the-top respect for his father, while also introducing the reader to the speaker’s voice and showing how powerful of a figure the father is.",
                "image": "https://drive.google.com/file/d/1uoceQ7q2NWccDg-59tUGUZkcb9QQpTmL",
                "video": ""
            },
            {
                "desc": "This is a free verse poem of mine that I find very enjoyable. It shows that writing doesn’t need to have a tense, allegorical, or satirical plot to be worthwhile. It also shows my ability to produce something artistic out of a subject that few people would ever consider to be fun. The turn at the very end best captures the mundane joy of this poem.",
                "image": "https://drive.google.com/file/d/1iRCP8RAa0C9jUfnjSZ2XXX33m4zOrLRs",
                "video": ""
            },
            {
                "desc": "The second speaker, Paul, is trying to convince Mr. Hudson to hire him to find Olivia Hudson, who has been missing for about a week. Paul’s monologue demonstrates his shiftiness with a very practical description that paints the police as so apathetic that the reader hardly realizes Paul hasn’t answered Mr. Hudson’s question.",
                "image": "https://drive.google.com/file/d/14HH6EWz08j2Ceb9NGwbUHFY4SffCvTe0",
                "video": ""
            }
        ]
    },
    {
        "email": "pfollis@uw.edu",
        "first": "Patrick",
        "last": "Follis",
        "sample": [
            {
                "desc": "An up-close tour of the famous dwarf planet, Pluto. In this video I share some of the most interesting information about Pluto as we fly over its icy surface. Virtualization software is NASA’s Eyes by JPL.",
                "image": "",
                "video": "https://www.youtube.com/embed/EqlFeE_w2WU"
            },
            {
                "desc": "A journey to our host star, the sun. In this video I highlight little-known facts about the sun and show real footage of a solar flare. Virtualization software is NASA’s Eyes by JPL. Apologies for being over two minutes.",
                "image": "",
                "video": "https://www.youtube.com/embed/ktOibhQLbuA"
            },
            {
                "desc": "A visit to one of humanity's greatest creations, the International Space Station. In this video I show the intricacy and size of the ISS up close, as well as the stunning view of Earth below. Virtualization software is NASA’s Eyes by JPL. Apologies for being over two minutes.",
                "image": "",
                "video": "https://www.youtube.com/embed/26sM1ifnv9U"
            }
        ]
    },
    {
        "email": "tchauck@asu.edu",
        "first": "Tanner",
        "last": "Hauck",
        "sample": [
            {
                "desc": "Graphic I designed that was placed on an F-16 military fighter jet. Given a couple stock photos and a short description as inspiration. Approx 25 hour project.",
                "image": "https://drive.google.com/file/d/1fCrCWyyWdgdQym0wnXF2R-NRWYv2yRH2",
                "video": ""
            },
            {
                "desc": "Kanye West polygon portrait created in my free time. Created entirely out of polygons. Approx 5 hour project.",
                "image": "https://drive.google.com/file/d/1em7WoJSfeIG8GasnBVDnBCIzq40qt2av",
                "video": ""
            },
            {
                "desc": "Designed for a festival I planned on throwing in my hometown. Graphic based off one of cities most recognizable landmarks (Google \"Sioux Falls, Falls Park\"). Approx 12 hours.",
                "image": "https://drive.google.com/file/d/1ya1bcR3GXERqKFvhAViRP4RCOeJKR4O6",
                "video": ""
            }
        ]
    },
    {
        "email": "ral.vandenhoudt@emory.edu",
        "first": "Ral",
        "last": "Vandenhoudt",
        "sample": [
            {
                "desc": "The formulas are taken from Newton's Principia and some of Einstein's time dilation formulas. This piece was inspired by the chicken preceding the egg.",
                "image": "https://drive.google.com/file/d/1ZbmHqe3v3ist6kfwjnq-ko0CDiF9JvLR",
                "video": ""
            },
            {
                "desc": "Ms. Mars. Digital rendering as part of a series of women depicted as consumable commodities.",
                "image": "https://drive.google.com/file/d/1fV6Q3gi4NmGNCGhru56vKmipY_WxAGhY",
                "video": ""
            },
            {
                "desc": "Pencil on paper plate. Within its bubble, this world concerns itself with itself alone. Oblivious to the outside environment (a birthday party with paper cutlery?), the denizens fail to imagine the world beyond at the detriment of the world within. ",
                "image": "https://drive.google.com/file/d/1rvFcEQ0H8yr_FKEJMy6vu4mt7SnZkn9d",
                "video": ""
            }
        ]
    },
    {
        "email": "vmwashin@asu.edu",
        "first": "Varissa",
        "last": "Washington",
        "sample": [
            {
                "desc": "concept of an old toy that does not actually exist, an electric volcano, the Voltcano! It comes with an instruction manual as well. This piece was done with charcoal and fire, and it was created at the in October 2018. ",
                "image": "https://drive.google.com/open?id=14db1m2ZbY6-Tg5yLYNcKt2xuTmtbgPbX",
                "video": ""
            },
            {
                "desc": "This is a self-portrait. Most of the work produce are portraits or figurative work. This also showcases the acquired skill I have in digital art. This medium I taught myself for the most part. This self-portrait is my most recent work, made last month.",
                "image": "https://drive.google.com/open?id=1WkBK2CRbP8EVBoYDKgJ0uhfbohK_Ab1d",
                "video": ""
            },
            {
                "desc": "This is a work featuring citrus dancing on a fruit. I put this here to showcase my 3D Animation/Modeling skills. Made 2 months ago.",
                "image": "",
                "video": "https://player.vimeo.com/video/334088617"
            }
        ]
    },
    {
        "email": "caseyk2@uab.edu",
        "first": "Karly",
        "last": "Casey",
        "sample": [
            {
                "desc": "A spoken word poem playing with parallels between space and relationships; promoting the beautiful blend of science and art. This poem was to express my feelings towards the falling out with a good friend. ",
                "image": "",
                "video": "https://www.youtube.com/embed/ILVpp_y_huY"
            },
            {
                "desc": "A written poem grappling with taking a leap of faith and knowing when to quit. I wrote this poem to express my feelings of existential dread and how we as humans try to cope with the infinite amount of decisions we must make.",
                "image": "https://drive.google.com/open?id=10Cz_qm-dUA-D8zS7f-l4v_VZAgxYFFrI",
                "video": ""
            },
            {
                "desc": "A poem discussing the damaging effects of mental illness, but through the lifetime of a star. Trying to bridge how I felt when I wrote the poem with a passion of mine: space. It helped ground me in understanding how instrumental a single life can be to those around it. ",
                "image": "",
                "video": "https://www.youtube.com/embed/NIR9cjbW-dA"
            }
        ]
    },
    {
        "email": "qianjw@sas.upenn.edu",
        "first": "Jiawen",
        "last": "Qian",
        "sample": [
            {
                "desc": "The painting, oil on canvas, depicts an illusion-like still life set up which encompasses mirrors and white lego blocks. The painting is an exploration of monochromatic tonal changes within a still life set up. Materials used includes an acrylic base to describe flickering light changes in the background. ",
                "image": "https://drive.google.com/file/d/19uw_GcAQSoZPmXRU5gppb1wYcj8J6oPO",
                "video": ""
            },
            {
                "desc": "The photo-painting, inspired by artist Gerhard Richter, comes from a close-zoom photograph. A still life set up was constructed using photographs, dried leaves and a water disk. The ambiguity of the objects in the painting show and out-of-focus like quality to mimic such qualities of the camera. Exploring the boundary between photo and painting. ",
                "image": "https://drive.google.com/file/d/1k7WuBtP0AxN5c5aGQvDzJoB5NWijkdnF",
                "video": ""
            },
            {
                "desc": "Drawing from life with a model. The depiction of space and body is done with precision in this drawing. However, by covering the ground space with Chinese-ink, a different spatial relationship is created in the drawing. Though more of a formal drawing practice, space around the figure is carefully considered. ",
                "image": "https://drive.google.com/file/d/1oRyad78eBcuNRnBvqc68UFMgOxOAm4Yw",
                "video": ""
            }
        ]
    },
    {
        "email": "lmason8@asu.edu",
        "first": "Lisa",
        "last": "Mason",
        "sample": [
            {
                "desc": "The Galleria dell’Accademia in Florence has the David, but also this room packed full of plaster studies for future marble sculptures. It was collected for art students to reference in study. This view shows just plain volume of sculpture, but also the bones structure of this building - it used to be a hospital and convent. ",
                "image": "https://drive.google.com/file/d/11R75wF3zsb2r_QckdCR0f4aun-fK7Hho",
                "video": ""
            },
            {
                "desc": "Orbital Workshop, Skylab, backup flight unit at the Smithsonian National Air and Space Museum. Detail",
                "image": "https://drive.google.com/file/d/1vgxR5mpQaQV3bsny7Doqgm_3VrpB6aQJ",
                "video": ""
            },
            {
                "desc": "The Cast Courts at London’s Victoria and Albert Museum. This is the interior of the Plaster cast of Trajan's column, looking at the structure that supports it and the minute of bright English sun from the skylight above.",
                "image": "https://drive.google.com/file/d/1-3luJ2C4mT0I3Wlz8rdwLFPmWxjN29_g",
                "video": ""
            }
        ]
    },
    {
        "email": "jonny.volpe@okstate.edu",
        "first": "Jonathan",
        "last": "Volpe",
        "sample": [
            {
                "desc": "This piece is an acrostic poem in which the first letter of each line spells out \"Psyche - A Mission to a Metal World.\"",
                "image": "https://drive.google.com/file/d/1S6kaaQOq4ORms4yvde2978N20l4RjuHD",
                "video": ""
            },
            {
                "desc": "This piece is a short story written about a young inspired scientist named Athena who is living in a poor jungle village called Terra.  Athena overhears some explorers talking about a mysterious mass of metal that once made Terra the home to scientific geniuses. Athena goes on a mission to find the lost core of psyche in order to save Terra. ",
                "image": "https://drive.google.com/file/d/1xD7LvfElYV8OlK_IZLBFbqdR4LSYN4mU",
                "video": ""
            },
            {
                "desc": "This piece is a concrete poem that in the shape of the Psyche spacecraft. ",
                "image": "https://drive.google.com/file/d/1935jg2Myd7x4dtZJ03o0u52aRNgJ-IVL",
                "video": ""
            }
        ]
    },
    {
        "email": "KutieKittyAnimation@gmail.com",
        "first": "Katarina",
        "last": "Fink",
        "sample": [
            {
                "desc": "Inspired by Psyche, I wanted to create an aesthetic drawing depicting man to the “Metal Planet” through the Psyche orbiter. The flowers being held by the astronaut are called “Hollyhocks” which symbolize ambition.",
                "image": "https://drive.google.com/open?id=1d1q9Le5lfKYWYTwOmtlD78NQ8SdsdoaP",
                "video": ""
            },
            {
                "desc": "Back in 2016 I animated “Space Is Cool!” with the Hetalia character that represents the United States. Because this character loves space and NASA, I felt it was a perfect combination for an animation. Although it is an older work of mine, I still hold it close to my heart. The original audio is a remix by Schmoyoho of Makriplier.",
                "image": "",
                "video": "https://www.youtube.com/embed/uS-q5_oDF4M"
            },
            {
                "desc": "This is a more recent animation of mine that I feel is one of my best. I love vintage movies, especially Fred Astaire, and this is an audio clip from The Gay Divorcee (1934) that I felt would be hilarious to animate, especially when making it look like an old black-and-white film. The character models used are from a series called Hetalia.",
                "image": "",
                "video": "https://www.youtube.com/embed/LRATMiEeObE"
            }
        ]
    },
    {
        "email": "jar24@rice.edu",
        "first": "Jacquelyn",
        "last": "Richards",
        "sample": [
            {
                "desc": "The Postcard Project was born from an interest in making new works that respond to historic images; creating projects that explore relationships between time, change, and perception; specifically on the Rice University campus.  ",
                "image": "https://drive.google.com/file/d/1BVgkkqzyqYrEMfGG0rYq52znu7aLnaL7",
                "video": ""
            },
            {
                "desc": "The Postcard Project was born from an interest in making new works that respond to historic images; creating projects that explore relationships between time, change, and perception; specifically on the Rice University campus. ",
                "image": "https://drive.google.com/file/d/1MhFhEEFY56Nk8I-8nE59yN7qAxCYiVpX",
                "video": ""
            },
            {
                "desc": "This was a quick graphic I made for my residential college at my university. It won our \"Culture of Care\" design contest, and was displayed in various forms across campus. The goal was to remind students to check-in with one another, and to prioritize mental health.",
                "image": "https://drive.google.com/file/d/17QWmbf2zPjEOLYYsyb9_qM25AaJQq3nC",
                "video": ""
            }
        ]
    },
    {
        "email": "christinezhou00@gmail.com",
        "first": "Christine",
        "last": "Zhou",
        "sample": [
            {
                "desc": "Capturing the magic of an urban city at night, this painting combines digital techniques with traditional artwork. The bright, dynamic white lines make the image move, reminiscent of a bustling city at night. I first painted the background with acrylic on canvas using a paint scraper, then drew the white lining on Photoshop.",
                "image": "https://drive.google.com/file/d/1b9eVl8oz3XBrJxMeRX5enTSJVwxvcnA5",
                "video": ""
            },
            {
                "desc": "With flaring strokes and illuminating colors, this piece brings a new vision to a classic Renaissance- style subject: a bouquet of flowers. The sweeps of paint convey the childlike excitement of receiving a fresh bouquet from a loved one. I used a paint scraper to create this piece, exploring outside of my comfort zone.",
                "image": "https://drive.google.com/file/d/1tmHSl0B-Ff4EzwVFQnbAT4PaMALbsBY7",
                "video": ""
            },
            {
                "desc": "As leaves above me sway in the wind, I swing my legs, enveloped by the whirl of reds, oranges, and yellows. This is a Dr. Seuss world. It is this energy, this cozy gold feeling, that I want to roll up into my arms and cherish forever. Made with plastalina modeling clay, plastic bags, cardboard, acrylic paint, spray paint, hot glue. ",
                "image": "https://drive.google.com/file/d/1BcoPT0f33Xng0t0o1p2g-eB-pVvedJF8",
                "video": ""
            }
        ]
    },
    {
        "email": "zaalsaadi@students.everettcc.edu",
        "first": "Zahraa",
        "last": "Alsaadi",
        "sample": [
            {
                "desc": "N/a",
                "image": "",
                "video": ""
            },
            {
                "desc": "N/a",
                "image": "",
                "video": ""
            },
            {
                "desc": "N/a",
                "image": "",
                "video": ""
            }
        ]
    },
    {
        "email": "nreverso@asu.edu",
        "first": "Nathan",
        "last": "Everson",
        "sample": [
            {
                "desc": "This is a sketch of the Sanctuary Camelback resort. I went there to study its design, and what I found after meandering through it’s corridors is that context is everything when it comes to design. This sketch showcases my first steps in my design process: experiencing and understanding an issue.  ",
                "image": "https://drive.google.com/file/d/137MvMyNtTNW-ei1wzLm_GRgcUFrOvW8J",
                "video": ""
            },
            {
                "desc": "This digital collage is the second step of my design process: exploring avenues of approach. This collage seeks to address the designer’s inner dialogue of grappling with success and features the Russian word “ВИЖУ”, meaning “ I see”.",
                "image": "https://drive.google.com/file/d/1VPjDhsJkuLJz5d_52w5Zw-bzeBldSkcC",
                "video": ""
            },
            {
                "desc": "This image is a 3D rendering of a modeled restaurant called “Experiments In”. The theme of the restaurant is an elevated counter-cultural art happening that serves French food with a twist. It features community graffitied statues and collage walls. This represents the final stage of my design process: development and presentation.",
                "image": "https://drive.google.com/file/d/18Halr-PbRB39ycg25THjclVO4iZNJknJ",
                "video": ""
            }
        ]
    },
    {
        "email": "kasanfor@asu.edu",
        "first": "Kira",
        "last": "Sanford",
        "sample": [
            {
                "desc": "Made a musical plant that makes different noises based on its needs. Its noises were made specifically for it and sounded whenever the plant was unwell. Programmed with Arduino on a Teensy 3.0.",
                "image": "",
                "video": "https://www.youtube.com/embed/XbYjxKK1mfs"
            },
            {
                "desc": "A collage of the mythological 3 headed dog, Cerberus made from magazine cuttings.",
                "image": "https://drive.google.com/open?id=1-7kWmNER3dABSHtW5JIbgX32IbTGK_zD",
                "video": ""
            },
            {
                "desc": "A chalk drawing of a priest statue I made while studying abroad in Orvieto, Italy.",
                "image": "https://drive.google.com/open?id=1RkHmGMULhqXRGpWMi0hsx99Bmgy0wCQJ",
                "video": ""
            }
        ]
    },
    {
        "email": "eileentello2@gmail.com",
        "first": "Eileen",
        "last": "Morrison",
        "sample": [
            {
                "desc": "This work was inspired by a past assault in my mine. I used writing as a way to verbalize my unresolved feelings and questions that may never be answered. ",
                "image": "https://drive.google.com/file/d/1B8LBoO0VHKCnUGsqcgjd7F0Y1hhcGvAN",
                "video": ""
            },
            {
                "desc": "This short story is about a man who is feeling grief that he has transferred on to the flower. He carried the guilt of not being there for his mother, and he is unaware that his intense emotions toward this plant is a symptom. It relates to life as many times people going through grief don’t realize it can seep into their normal lives also. ",
                "image": "https://drive.google.com/file/d/1t8PDFZuJKC-VnL5J-o4y_ml0A9N3AUom",
                "video": ""
            },
            {
                "desc": "This is the beginning to one of my stories, and it is about a girl with PTSD due to witnessing her mother’s death as a child. ",
                "image": "https://drive.google.com/file/d/1DOe3c2Pxr3QsWWjFBupSKPXxA4bTvSpK",
                "video": ""
            }
        ]
    },
    {
        "email": "semacdon@asu.edu",
        "first": "Sarah",
        "last": "MacDonald",
        "sample": [
            {
                "desc": "An original character makeup design I created as my final project for my multimedia makeup artistry certificate.",
                "image": "https://drive.google.com/file/d/1vOdv2mWReCYhyBb-0z2jXetGDSiIvxV2",
                "video": ""
            },
            {
                "desc": "Martian sunrise, mixed media on canvas. I made this a few years ago as fan art for the mission manger at spacex. I believe it may have been used as inspiration for their new spacesuit designs.",
                "image": "https://drive.google.com/file/d/1aFoTvbKHfm88mKWHrh1jPNIKuxvg5xu0",
                "video": ""
            },
            {
                "desc": "A photo I snapped this spring on a roadtrip through the eastern Sierra Nevada mountains.",
                "image": "https://drive.google.com/file/d/10RTAA92cnK9uDR0fxZ4pdwRa3kjh1fns",
                "video": ""
            }
        ]
    },
    {
        "email": "hallsa1@montclair.edu",
        "first": "Austin",
        "last": "Halls",
        "sample": [
            {
                "desc": "Grip On Me is a new era of my sound and music. I started out recording songs with only organic instruments, but as time went on I wanted to incorporate electronic music with organic instruments. Grip on Me is all about how love can have a grip on someone; even if you know it is not the healthiest. ",
                "image": "",
                "video": "https://www.youtube.com/embed/GQy9RFVlGPo"
            },
            {
                "desc": "Be The One is one of my first songs I wrote after being home from Nashville, and one of my favorite songs I've written. It is about not wanting to be the last one picked for love. In this song I wrote, \"we were made for love\"'; and I believe that is such a powerful message for humanity. We all just crave and deserve to be loved.",
                "image": "",
                "video": "https://www.youtube.com/embed/7UCr8_KGsRk"
            },
            {
                "desc": "Live my Life is an empowering song for someone to let loose of the chains around them, and to just live the life they want. In this song I state, \"Take my ego, take my pride, take my passion, take my stride\", meaning that you can take whatever you must, just let me live my life. ",
                "image": "",
                "video": "https://www.youtube.com/embed/2Ex_Nq8J-rM"
            }
        ]
    },
    {
        "email": "chloebeaner@gmail.com",
        "first": "Chloe",
        "last": "Bean",
        "sample": [
            {
                "desc": "In this creative short story, I took inspiration from the classic 1999 \"Sixth Sense\" movie and combined my personal interest in police detective work to write my own story, \"A Murder in St. Louis.\"",
                "image": "https://drive.google.com/file/d/1bkzwxOkqR3d677C6A0VSfEtmwMUjqfOl",
                "video": ""
            },
            {
                "desc": "I used my curiosity of the paranormal, a fascinating yet terrifying field of interest to me, to create the short story \"Hereditary.\" I combined elements of psychology with the supernatural to produce a scary short story.",
                "image": "https://drive.google.com/file/d/17ctQPL7puAhDk8CVv5gV1VKlRMtaJQiP",
                "video": ""
            },
            {
                "desc": "To produce my short story \"Keep a Secret,\" I drew from my previous years of high school experience as well as from the current influx in interest in the app \"YOLO\" which allows users to make anonymous messages about anyone. The end result of the two was the short story \"Keep a Secret\", which is fiction but not far-fetched.",
                "image": "https://drive.google.com/file/d/18zWyVKGFesY1Bzk1ERD9eIqBbjX3YUU4",
                "video": ""
            }
        ]
    },
    {
        "email": "sammmbabammm@gmail.com",
        "first": "Samantha",
        "last": "Brown",
        "sample": [
            {
                "desc": "This is a mixed media piece, 3ftx2ft. I repurposed a piece of artwork from goodwill and drew over it with marker and acrylic paint. This painting holds no special meaning, but I think it wonderfully showcases my skill.",
                "image": "https://drive.google.com/file/d/1Jqd3tsMcxeDNhxpmkrAs9MqRA8lbFNup",
                "video": ""
            },
            {
                "desc": "This is a 3ftx2ft gauche painting. The theme is genetic mental illness; it is meant to illustrate the monsters of the illness lurking even in childhood. ",
                "image": "https://drive.google.com/file/d/1My4NmVpiSIWQZkAdtW-OQ-YHNZcpBQ86",
                "video": ""
            },
            {
                "desc": "This is my 2ftx8ft mixed media masterpiece painting. It is acrylic, collage and oilpaint. I painted this in the months following my little sister's untimely death. The piece is all about her, childhood, and my memories. ",
                "image": "https://drive.google.com/file/d/1ICt0ntOFxLtQJUo9q69NU1kfcLnLp9HA",
                "video": ""
            }
        ]
    },
    {
        "email": "wendycho@uw.edu",
        "first": "Wendy",
        "last": "Cho",
        "sample": [
            {
                "desc": "I used acrylic paint on canvas with soothing colors to depict a soft night sky-- a scene above the clouds.  ",
                "image": "https://drive.google.com/file/d/1ieN_LcgxlZ42jMQlMu1vWZztw8Gli59L",
                "video": ""
            },
            {
                "desc": "This piece was illustrated with watercolor. It shows a young wizard going deep into the forest at night. ",
                "image": "https://drive.google.com/file/d/1yvaomcwXdxPtjOMbji-Co4-cIzf_hynr",
                "video": ""
            },
            {
                "desc": "This is an abstract experimental piece created with oil pastels. The story behind it is the yellow and blue circle following the lines and learning how to go with the flow. ",
                "image": "https://drive.google.com/file/d/1v611wuHJHARQOnSCwvhjMFRXD2K3SRKl",
                "video": ""
            }
        ]
    },
    {
        "email": "gsleeper@asu.edu",
        "first": "Gina",
        "last": "Sleeper",
        "sample": [
            {
                "desc": "Graphite and Ink on drawing paper (18\"x24\"). This piece embodies the delicate, fragile state of a species at the mercy of man's influence. It is a demonstration of simulated texture, depth, and form.",
                "image": "https://drive.google.com/file/d/1-iibGH0o5PsSnndYfB1PA0a03E7cK1em",
                "video": ""
            },
            {
                "desc": "Digital Painting (Compressed). This piece reflects on the beauty and tranquility of nature, untouched by the influence of modern society. It is a demonstration of atmospheric perspective, depth, and emotional color.  ",
                "image": "https://drive.google.com/file/d/1b4re69om8Z0JYhy9rMxR9zvnBuY2UoDT",
                "video": ""
            },
            {
                "desc": "Digital Painting (Compressed). This piece is an illustrative self portrait inspired by a joyful connection between friends. It demonstrates motion, expression, caricature, and emotional color.  ",
                "image": "https://drive.google.com/file/d/1_iXotEDS5lFmfH-j4lCyNYuydbD1JWUp",
                "video": ""
            }
        ]
    },
    {
        "email": "aramos27@asu.edu",
        "first": "Andy",
        "last": "Ramos",
        "sample": [
            {
                "desc": "I call it CRISPR. I like the science behind it and made my own representation of it",
                "image": "https://drive.google.com/file/d/16Lx7AvQxqL3C39dFTJIDaMu4pad4gSUk",
                "video": ""
            },
            {
                "desc": " I call it spaghetti letters. I made it for a class and they each say “Pills only mask the pain” in my crazy way. Made it for a friend that passed away from opiate addiction ",
                "image": "https://drive.google.com/file/d/110tYNYrVvLR9HiwawZBgWAoiU9EWj0Xm",
                "video": ""
            },
            {
                "desc": "I call it Keep Dreaming. Something easy on the eyes wanted to work with space. ",
                "image": "https://drive.google.com/file/d/1pFCyOUygCFJbOzI_yUs0JJnryxiItRN1",
                "video": ""
            }
        ]
    },
    {
        "email": "barvayo@asu.edu",
        "first": "Belinda",
        "last": "Arvayo",
        "sample": [
            {
                "desc": "Crystallized brass knuckles. Kanye west inspired art. Pen",
                "image": "https://drive.google.com/file/d/1-3rSBzYmf9jxxMobDV4TirvKc3kD2qbI",
                "video": ""
            },
            {
                "desc": "David Bowie and nebula inspired. Acrylic ",
                "image": "https://drive.google.com/file/d/1196cLILYhSEjZuTYalLzOaZVm6h8aYge",
                "video": ""
            },
            {
                "desc": "Black widow inspired abstract piece ",
                "image": "https://drive.google.com/file/d/1v5zD7hEXy83u22W0yWwJlYBemVK9zjzW",
                "video": ""
            }
        ]
    },
    {
        "email": "finnwitt123@gmail.com",
        "first": "Finn",
        "last": "Witt",
        "sample": [
            {
                "desc": "These four planets - Mercury, Earth, Mars, and Jupiter - are from a series I did on the solar system. They were drawn individually in chalk pastel on black paper and later scanned and rendered into this single image. Each took aprox. 5 hours to complete.",
                "image": "https://drive.google.com/open?id=1XMUyTqppyIyPl3TGaR8Mu_-XEJKAZQf6",
                "video": ""
            },
            {
                "desc": "This is the final piece from an orchestral suite composed for full orchestra and choir. The suite followed a fictional story playing out in my head as I composed. It is not the flashiest or melodic work, as it compliments a cinematic scene rather than taking center stage. Nevertheless, it stands alone beautifully and I am incredibly proud of it.",
                "image": "",
                "video": "https://www.youtube.com/embed/XzlEzy7ngYs"
            },
            {
                "desc": "This is a digital painting based on a photo I captured of a friend while backpacking last year. I am new to this medium, but so far I have loved employing my photography repertoire for paintings and exploring it more.",
                "image": "https://drive.google.com/open?id=1HWeAq85TfcIfnuT90SzzAaaViT-vzt4r",
                "video": ""
            }
        ]
    },
    {
        "email": "mih221@lehigh.edu",
        "first": "Mikayla",
        "last": "Hymanson",
        "sample": [
            {
                "desc": "To me, sand dunes look like something out of an illustration and almost too perfect to be real. I wanted to play off of the sand dune’s qualities and place it in a surreal background that I thought seemed fit. The wavy, colorful lines add depth and interest to the perfectly crafted sand dunes.",
                "image": "https://drive.google.com/file/d/1Vbxejc6j9tI_l7wzKfpNXvvawIT-8E_l",
                "video": ""
            },
            {
                "desc": "In this piece, I was challenged to create an abstract playing card using a creative style inspired by another artist, specifically Chrstiana Couceiro. I channeled her use of primary colors and unique composition style to put my own spin on the queen of diamonds playing card.",
                "image": "https://drive.google.com/file/d/10z3I5n3QQ26WYSyhC7yYpq26e0BXb017",
                "video": ""
            },
            {
                "desc": "In this piece, I worked with physical materials of paint and paper cut outs to emphasize color in different ways. Using only four colors, one dark, one light, and two mid-tones, I used geometric shapes to show how color use can impact and change a piece of work.",
                "image": "https://drive.google.com/file/d/1z18Bh6CW4rOL-bLAUkjSZgw0G9GHGunh",
                "video": ""
            }
        ]
    },
    {
        "email": "linh.t.tran@lawrence.edu",
        "first": "Ben",
        "last": "Tran",
        "sample": [
            {
                "desc": " This work conveys the idea of vulnerabilities and the will to embrace the imperfections and express the sense of self. Our energy is represented by the energy we encounter and the space that consumes these energy.",
                "image": "https://drive.google.com/file/d/1iSEeqyeuBrlq1ds10jcp1c0YucUstmf8",
                "video": ""
            },
            {
                "desc": " This work conveys the one’s interpretation of themselves and the idea of beauty. I believe beauty is how we see ourselves and the energy that evokes the sense of beauty is in harmony with confidence and self-empowerment. The eye represents this idea and reflects on the power of interpretation.",
                "image": "https://drive.google.com/file/d/1C5sKeXOQzGgx0i452lTgmsFSWLU0zI8F",
                "video": ""
            },
            {
                "desc": "This work is my interpretation of how the eyes reflect the energy and the urge to express one’s self. The dominant use of red refers to the power of the eye gaze, which is compatible to the energy that the color evokes. Also, the work deals with the sense of resistance and the beauty in self-expression.",
                "image": "https://drive.google.com/file/d/1lw5d8k05O4wcX3orf0C5RadpiJb8Ci1B",
                "video": ""
            }
        ]
    },
    {
        "email": "shelby35@mail.usf.edu",
        "first": "Shelby",
        "last": "Ward",
        "sample": [
            {
                "desc": "This is my photo-reel. I have included photos from my \"textures\" and \"nature\" collections. I like to randomly snap pictures of anything I find interesting. I use photoshop and lightroom to enhance them.",
                "image": "https://drive.google.com/open?id=1Dlo-fukxOhM4VoCmHnU5SsYNV6yU-lw7",
                "video": ""
            },
            {
                "desc": "This is a reel of the Intern of The Week series I created upon coming to SOFWERX. Every week I sit down with an intern at the company and find out their story. This also allows social media followers to understand more of our mission! (these are ok to share as they have already been posted).",
                "image": "",
                "video": "https://youtube.com/embed/3emOgVSO3LE"
            },
            {
                "desc": "This is a video I made while in Daytona. The ocean captured me and I decided to take a few shots and then it turned into a little reel. ",
                "image": "",
                "video": "https://youtube.com/embed/H0i4LyhU95o"
            }
        ]
    },
    {
        "email": "ransom.murray@asu.edu",
        "first": "Ransom",
        "last": "Murray",
        "sample": [
            {
                "desc": "Large 400 page product catalog. I designed, shot the images and wrote the product descriptions and copy",
                "image": "https://drive.google.com/file/d/1AjYck88Wds2_3ZZl4G2YgT4H-QiNg2ra",
                "video": ""
            },
            {
                "desc": "Hot bonder brochure that fuses aircraft panels",
                "image": "https://drive.google.com/file/d/1TnoYSkHLDn6AGfk-imv5ab7K6OTKrHKc",
                "video": ""
            },
            {
                "desc": "I mural I painting in the heat of Bullhead City.",
                "image": "https://drive.google.com/file/d/1WPhPJnoVo7fMNSsL04WvKaeh2oD3pCkx",
                "video": ""
            }
        ]
    },
    {
        "email": "shreyapakalpati@gmail.com",
        "first": "Shreya ",
        "last": "Pakalpati",
        "sample": [
            {
                "desc": "Created as a sophomore in college, this is as part of a series I did about endangered species to increase awareness, focus on separation/unity of mother and baby, examine the act and question the ethics that come into play. This work was done on initially with monotype on a printing press, followed by handwork with stenciling, watercolors and ink.",
                "image": "https://drive.google.com/file/d/1kiLdWMusnCaF30x_BwtbWogEffohoeT0",
                "video": ""
            },
            {
                "desc": "Made in college, this piece is created with a carved and later cracked etched plate, followed by work using crayons, color pencils, India ink. This work (one piece in two parts) brings to light the issues with education and nurture (symbolized with the childlike drawing of a lotus) for underprivileged children through varying lens and perspectives.",
                "image": "https://drive.google.com/file/d/1NlDxCPZhHgoHnjAGoVscIvLnRJxNOQbF",
                "video": ""
            },
            {
                "desc": "This was made for my IGCSE art coursework, as attempts to pass child abuse laws were in motion to protect children in 2012. Part of a series isolating each feature on a child’s face to represent the situation from the child’s perspective, this work depicts the struggle and fear perplexed with anger experience. Made with only color pencils on paper.",
                "image": "https://drive.google.com/file/d/1BPG60pDxHDG8XnMKWqRn20AzmT9SyFOw",
                "video": ""
            }
        ]
    },
    {
        "email": "benjamin.burch@temple.edu",
        "first": "Benjamin",
        "last": "Burch",
        "sample": [
            {
                "desc": "Just as in science women are finally beginning to see the representation they have always deserved, musical acts fronted by women are finally seeing the limelight. Highlighting their work only serves to teach the women of future generations they can be whoever they want to be, and attach this feeling of empowerment to NASA’s mission.",
                "image": "",
                "video": "https://open.spotify.com/embed/playlist/4LOFxpTD00Q3byCMh9Z9Qf"
            },
            {
                "desc": "Oppy’s story is a rare example of a scientific endeavor which managed to capture the world’s eye because it was more than just research. The persistence, carefully made decisions, and narrow close calls were what made Oppy more than just research. Capturing those emotions with music is the unique opportunity these playlists bring.",
                "image": "",
                "video": "https://open.spotify.com/embed/playlist/4UgDKeYUiqxYcf5zhbIP24"
            },
            {
                "desc": "The fact that when considering what were effective ways of communicating, within the truest sense of the word, our humanity to whatever intelligent life forms find the Voyager satellites music was chosen shows its power. I have taken a sampling of the music used and ordered it in the hopes to show similarities in our musical lineage.",
                "image": "",
                "video": "https://open.spotify.com/embed/playlist/56lkjfRx3G623iQ0bClkGR"
            }
        ]
    },
    {
        "email": "jgretema@asu.edu",
        "first": "Julia",
        "last": "Greteman",
        "sample": [
            {
                "desc": "Glass Giants. The Solar System rendered in glass- 2D disks hurtling among asteroids and suns. In real life they are inconceivably massive but I chose glass to accentuate their raw beauty. Fused Glass on a painted wooden backdrop stood off at angles to catch the light.",
                "image": "https://drive.google.com/file/d/1H8HYGUkaFyp_f9Bj3L5jGjypHoeMUEd3",
                "video": ""
            },
            {
                "desc": "Without the Mask. A ceramic bust with bursting vibrant glazes showing life and vitality on a subject with no face. Eyes glazed over, a colorful cadaver showing that identity is what makes us alive, not necessarily what’s underneath the surface.",
                "image": "https://drive.google.com/file/d/1rXj09nK39KXE6wwrwI244RnNkL-D2pMi",
                "video": ""
            },
            {
                "desc": "The Invisible Hand. You’ve heard of it in economics.Tapping our shoulder, helping us click or write: it’s the market of everything that drives our lives. (It’s also what’s guilty for making your elusive pocket change disappear.) But remember: It’s only truly invisible if one chooses to be blind to it.",
                "image": "https://drive.google.com/file/d/1kW_jQrnU6EAQrb25qdvXzhm4ZJ75uJlE",
                "video": ""
            }
        ]
    },
    {
        "email": "makempf@asu.edu",
        "first": "Morgan",
        "last": "Kempf",
        "sample": [
            {
                "desc": "Earth Day concept dress.",
                "image": "https://drive.google.com/file/d/1DM8eRZMFdo9Ko1lsVoEoF9OdM5MxRe3_",
                "video": ""
            },
            {
                "desc": "Parker Solar Probe launch celebration Solar System Ambassador event dress, Miss Frizzle nouveau inspired.",
                "image": "https://drive.google.com/file/d/1p611M8lAT7Ah_dtoVVzgj9YPSvDtUOyr",
                "video": ""
            },
            {
                "desc": "My pre-ballet students I previously mentioned having sewn these leotards for. December 2017.",
                "image": "https://drive.google.com/file/d/1Zv6wVBk5SSQUwg7pqNi4p5sNtVa_LfRe",
                "video": ""
            }
        ]
    },
    {
        "email": "Taylor.hopkins@vanderbilt.edu",
        "first": "Taylor",
        "last": "Hopkins",
        "sample": [
            {
                "desc": "Graphite pencil still life drawing of a small model Chevy truck with a set of real truck keys hanging from the miniature rear view mirror. I included the real set of keys to play with viewers’ perception of size and make them wonder how big the truck and keys actually were.",
                "image": "https://drive.google.com/file/d/11IGdmRMMUrp9xVxakBmu5Dv63U6OgmbV",
                "video": ""
            },
            {
                "desc": "Pop art acrylic painting of my dog Sadie in a mermaid Halloween costume. I chose to paint Sadie in a fun costume to keep with the fun, campy themes often found in pop art.",
                "image": "https://drive.google.com/file/d/1PeRg_LsyqojEUDmlv5GHKoaJwoQxL-AK",
                "video": ""
            },
            {
                "desc": "Sea turtle sculpture created entirely out of beach litter collected from Anna Maria Island in Florida. I love sea turtles and am passionate about protecting them and the ocean. I created this sculpture to represent the danger posed to marine life by litter in the hopes of inspiring people to clean up our beaches/oceans.",
                "image": "https://drive.google.com/file/d/1PnbicUXnpUCA2lpZ74EOvopckTBZbHNy",
                "video": ""
            }
        ]
    },
    {
        "email": "miafrancis886@gmail.com",
        "first": "Mia",
        "last": "Francis",
        "sample": [
            {
                "desc": "Fragility, paper sculpture, 8ft x 4ft. I wanted to capture the delicacy of nature, so I decided to look at leaf skeletons, drawing and studying from observation. I designed a leaf skeleton on CAD and cut over 100 leaves from paper by using a laser cutter. I then stapled the leaves together, twisting cut-outs to create an immersive sculpture.",
                "image": "https://drive.google.com/open?id=111sFo2AbzhAAym9p3GyXb_GE-I9AfBbh",
                "video": ""
            },
            {
                "desc": "Abstract Distort Enlarge, acrylic paint, 5ft x 4ft. I focused on creating my own op-art piece, looking at distorting patterns and colors to create new meaning. I measured the lines out precisely in order for the optical illusion to be achieved. I also chose contrasting colors and blended different shades of the paint to add to this effect.",
                "image": "https://drive.google.com/open?id=1x9k_jqsh_3WBmZsXccgpAPIkdShBrBVX",
                "video": ""
            },
            {
                "desc": "Animation in Motion, animated short. I created an animated short using photoshop. The animation tells a story of a heartbroken man that relives the memories of his deceased wife, through dancing with the ghost of her. Each frame is drawn by hand showcasing the movement of dance. Sound removed as music was used for educational purposes only.",
                "image": "",
                "video": "https://youtube.com/embed/HABRxjqq-ic"
            }
        ]
    },
    {
        "email": "zsteward@umass.edu",
        "first": "Zachary",
        "last": "Steward",
        "sample": [
            {
                "desc": "This poem is about breaking expectations that are set for people by society, family, and others. ",
                "image": "https://drive.google.com/file/d/1AyqFFVVg3cefanwAq7Z7Vvyp4loM_tCv",
                "video": ""
            },
            {
                "desc": "Fathers talks about the struggles of having someone who is a dad but doesn't act like one. ",
                "image": "https://drive.google.com/file/d/1VfywBnCFDIKVlj5Qk4mtqVbXzTZ8rTO0",
                "video": ""
            },
            {
                "desc": "The Nigger Rhymez is a piece I wrote after a series of hate crimes during my first semester at UMass Amherst. The explicit nature of the poem reflects my feelings at the time, and how I chose to take those feelings and not let them control me. I would say it's one of my most powerful pieces. ",
                "image": "https://drive.google.com/file/d/1zoPKcujOjP6C2OiwRAJ4VKetG77R2p9b",
                "video": ""
            }
        ]
    },
    {
        "email": "gonzalezjosiah90@gmail.com",
        "first": "Josiah",
        "last": "Gonzalez",
        "sample": [
            {
                "desc": "This was a project for my digital media class. the backdrop is a photo of my desk. I merged a pug with a tarantula and put it on my desk.",
                "image": "https://drive.google.com/file/d/15BhRdiPhbSnfrgAjcu7RpRVl37gKaXB_",
                "video": ""
            },
            {
                "desc": "This received no photo editing other than changing the photo to black and white. A photo I took on a California dock.",
                "image": "https://drive.google.com/file/d/1a0g7POSWUqMKNsdIMtLBkHdes1bY0KfT",
                "video": ""
            },
            {
                "desc": "This is something I did three years ago. It placed second at the state photography competition in best original image 2017. This was my junior year of high school. ",
                "image": "https://drive.google.com/file/d/1GFD7R2PAtmml_X_uT3pY-aYSKBPYcFIy",
                "video": ""
            }
        ]
    },
    {
        "email": "phamsm@vcu.edu",
        "first": "Shayla",
        "last": "Pham",
        "sample": [
            {
                "desc": "“Between Mountains” is a painting created with acrylic on stretched canvas. This piece started as an embroidery piece on an old windbreaker, but I ultimately decided to turn the piece into a painting. The piece overall is an expression of contentment in life, with the still face and warm colors representing peace.",
                "image": "https://drive.google.com/file/d/1srafCzSVTNfHnd-fyV46m-6tEsak-xks",
                "video": ""
            },
            {
                "desc": "“Save The Bears” was created in Adobe Photoshop, marking it as one of the first digital works I’ve made. This piece is a triptych commenting on the detrimental effects of climate change and global warming, focusing on the melting ice caps and the harm it causes to wildlife.",
                "image": "https://drive.google.com/file/d/1mw3RO2Xga4mjo0VzEdttp1Nb0yjbTBxe",
                "video": ""
            },
            {
                "desc": "“Free Moon Day” is an illustration created with Pigma Micron pens. Pointillism is a beautiful shading technique I’ve grown fond of using in my art. This piece demonstrates my creative and illustrative abilities as a complex and time-consuming work of art.",
                "image": "https://drive.google.com/file/d/1LVsyEBUM5dkRnxI-GWXajGeWab6tRspk",
                "video": ""
            }
        ]
    },
    {
        "email": "Maya.barton@asu.edu",
        "first": "Maya",
        "last": "Barton",
        "sample": [
            {
                "desc": "The dispensers hold things like food and music, that represent types of comfort. Though the dispensers are not intended to be literally touched by the viewers, it allows for the viewers to think about what type of comfort they like to receive at different times in their lives, and about how unique each person’s case is when it comes to comfort.",
                "image": "https://drive.google.com/open?id=1d5qgJ7gQgwMm_2vSJawwKtPE-s_M48KY",
                "video": ""
            },
            {
                "desc": "My Steel Portrait opens and closes at a hinge, and is able to be locked when closed. The lock and key were stored on opposite ears while not in use, to emulate earrings, and while closed, the lock closes under the nose to look like a nose piercing. it is holds symbolically creative items such as a sketchbook, pencils, paint brushes, etc.",
                "image": "https://drive.google.com/open?id=1ugvi3Y7vm1hc3qB5Se2RpuFsyOhgMNG2",
                "video": ""
            },
            {
                "desc": "This piece shows an artist roller skating through accumulating paint as it is dropped onto the floor. I made this video to represent how some people are inclined to make everything they do into something that they love. This piece can be relatable to everyone who has strong interests or passions; we sometimes cannot escape our natural tendencies.",
                "image": "",
                "video": "https://www.youtube.com/embed/6OKnaQhOiI8"
            }
        ]
    },
    {
        "email": "mimidavis76@gmail.com",
        "first": "Mimi",
        "last": "Davis",
        "sample": [
            {
                "desc": "This piece I wanted to show more of a landscape design. I pictured myself looking from a plane into the depths of a rising sun, and the stars fighting to outshine it. It was made with Adobe Illustrator.",
                "image": "https://drive.google.com/file/d/1-xeYW4hIZwfn-dpEUyaSXXAdqiTh-rI5",
                "video": ""
            },
            {
                "desc": "This is another one of my landscape designs. This one depicts a foggy field in the early morning, with a few rain clouds overhead. Two trees stand alone with each other in the grass. This was made in Adobe Illustrator..",
                "image": "https://drive.google.com/file/d/1JMCwCrm0Pisw5PYMZSrgtvRKOCWTxt5j",
                "video": ""
            },
            {
                "desc": "This is an advertisement I made as part of an assignment. It was supposed to be simple and straight to the point, while also being bright and eye catching.  ",
                "image": "https://drive.google.com/file/d/18Q4nw4m8sJpzuHqKOks0MeTvUOxBRMdb",
                "video": ""
            }
        ]
    },
    {
        "email": "mimidavis76@gmail.com",
        "first": "Mimi",
        "last": "Davis",
        "sample": [
            {
                "desc": "This piece I wanted to show more of a landscape design. I pictured myself looking from a plane into the depths of a rising sun, and the stars fighting to outshine it. It was made with Adobe Illustrator.",
                "image": "https://drive.google.com/file/d/18dO_3nFo7avMCYkwpgcyuZ-5_qsrwd0m",
                "video": ""
            },
            {
                "desc": "This is another one of my landscape designs. This one depicts a foggy field in the early morning, with a few rain clouds overhead. Two trees stand alone with each other in the grass. This was made in Adobe Illustrator..",
                "image": "https://drive.google.com/file/d/1xHXbpkfYs7DEEg6ZMNmPL3YSEuBM3rtp",
                "video": ""
            },
            {
                "desc": "This is an advertisement I made as part of an assignment. It was supposed to be simple and straight to the point, while also being bright and eye catching. I made this in both Adobe Spark and Photoshop. ",
                "image": "https://drive.google.com/file/d/1cpdT7Y0WGy_SKM9pTbUz4c64kbmXerqA",
                "video": ""
            }
        ]
    },
    {
        "email": "heffnersa@mymail.vcu.edu",
        "first": "Samantha ",
        "last": "Heffner",
        "sample": [
            {
                "desc": "This piece was a meditation and exploration of internal push and pull I felt between certain aspects of my upbringing colliding and clashing with some of my personal discoveries made after leaving my hometown. ",
                "image": "https://drive.google.com/file/d/1QcG2iCvkYo0dEx9Gzmk3irLtYAzq_Lkj",
                "video": ""
            },
            {
                "desc": "While in Florence, Italy, I began studies of fresh produce which I consumed, documenting the memories evoked and observations I made of the physical produce, on the packaging which I carried it home in.",
                "image": "https://drive.google.com/file/d/1gcIYJnTWzlJcn2g63ZOWjOV28eGMpYIe",
                "video": ""
            },
            {
                "desc": "In this piece, I explored some personal feelings in conjunction with the physical process of moulding fruit, in the form of poetry embroidered on textile. Here, I was very interested in the physical process of vegetation decay, ways to prevent/delay it, and the inevitable process of nature. ",
                "image": "https://drive.google.com/file/d/1yVVXJU99TmAGiav1pjTFXP9oCpLhqLgn",
                "video": ""
            }
        ]
    },
    {
        "email": "leviksketch@gmail.com",
        "first": "Levi",
        "last": "Keatts",
        "sample": [
            {
                "desc": "“Introspection” is a piece I made for my first group show. The medium is oil on copper panel. I used translucent pigments and exposed copper to play with the luster of the art. I wanted to include this piece in particular because I believe painting on metal panels would be an interesting way to represent the composition of the asteroid Psyche.",
                "image": "https://drive.google.com/file/d/1OLGdMk19v1tmjW6LWKRIwrob4chF5cP8",
                "video": ""
            },
            {
                "desc": "“Dizzying” is my most recent completed work. It is oil on canvas. I made this piece by using a computer to enlarge my sketch to fit the canvas, making three displaced charcoal transfer drawings, and then color coding the lines with an oil based color pencil. The painting took three sessions allowing for drying time between layers.",
                "image": "https://drive.google.com/file/d/1lVi06hemqBhG6AvOyZmyblQpKnY1_mMu",
                "video": ""
            },
            {
                "desc": "“Withered” is an older work depicting a historic building near my house. The medium is ink-pen on paper. I wanted to include this piece to show a different medium and subject matter than the previous sample pieces.",
                "image": "https://drive.google.com/file/d/1bTcS1QZrNQkVEVdP7kw3Vzk1a_EM0fCD",
                "video": ""
            }
        ]
    },
    {
        "email": "cchild1@asu.edu",
        "first": "Connor",
        "last": "Child",
        "sample": [
            {
                "desc": "This was a feature story I did on the Desert WAVE robotics team. This project stood out for me because in making it, I really grew to appreciate what these girls were doing in their field and the depth of their knowledge. Although it wasn’t a challenging video to make, it was thoroughly enjoyable",
                "image": "",
                "video": "https://player.vimeo.com/video/345576443"
            },
            {
                "desc": "This is one of my favorite projects I have done to date. After shooting a season of ASU men’s basketball, I wanted to do a personal project as opposed to the work I was doing for State Press. I enjoyed challenging myself creatively and exploring what I can do.",
                "image": "",
                "video": "https://player.vimeo.com/video/343960494"
            },
            {
                "desc": "This video is memorable to me as it was the first away game I shot while working at State Press. It was great to get out of my comfort zone and the game was an iconic comeback against rivals, Arizona.",
                "image": "",
                "video": "https://player.vimeo.com/video/344386301"
            }
        ]
    },
    {
        "email": "bwc5354@psu.edu",
        "first": "Brody",
        "last": "Clark",
        "sample": [
            {
                "desc": "The purpose of this composition is an attempt at a cinematic score. it symbolizes the emptiness, yet exploratory bounty of space by using drawn out orchestral samples and a repetitive melody. the synth in this piece is a small but important detail as it is often used in science fiction and space-oriented themes, which holds true in this case.",
                "image": "",
                "video": "https://www.youtube.com/embed/nTs8jfwUxQ4"
            },
            {
                "desc": "the inspiration of this composition was derived from the fast paced and ethereal style of drum and bass. The arpeggiated sounds at the beginning of the piece, and which continue throughout , were chosen for their invocation of the cold, or of the arctic. The relationship this has to the PSYCHE project is to the cold and monstrous void of space. ",
                "image": "",
                "video": "https://www.youtube.com/embed/Ulx1KKBypwM"
            },
            {
                "desc": "This piece draws its inspiration form the style of the Blade Runner films, a major musical inspiration for me. The majority of the composition is repetitive and ambient, and creates a feeling of being deep underwater, while chimes throughout add a subtle sense of light. My goal is for the music to provide a feeling similar to the setting.",
                "image": "",
                "video": "https://www.youtube.com/embed/Yl6wesIIEZE"
            }
        ]
    },
    {
        "email": "rgtopness@email.wm.edu",
        "first": "Rebecca",
        "last": "Topness",
        "sample": [
            {
                "desc": "My clay teapot explores an underwater world where whales swim beside sand dollars and seaweed. I used a clear glaze for the background with light and dark blue crystals that burst upon firing, creating the colored spots. I wanted to create a deep ocean that is full of life. It’s affectionately known as the “Seapot”. ",
                "image": "https://drive.google.com/file/d/1ICGcUr9_fCoZkQzO0J_ZX9McHCzLPaBD",
                "video": ""
            },
            {
                "desc": "This watercolor landscape captures a stormy day on Benone Strand in Northern Ireland. I wanted to emphasize how the dramatic sky seems to be overtaking the land. Watercolor is a great medium for beaches because of how easily you can blend colors. On beaches, land, sea, and sky all begin to blend and become one. Dimensions: 8”x10”",
                "image": "https://drive.google.com/file/d/1F0TptE7Iv3E4CvqAGDovlwdxbSuDCGtr",
                "video": ""
            },
            {
                "desc": "After reading some examples of reverse poetry, I wanted to try my hand at one. The poem is written so that it can be read top to bottom or bottom to top. However, each way it is read has a different meaning. I chose the topic of plastic pollution in our oceans because it’s an issue that we can choose to reverse. The poem is read best out loud. ",
                "image": "https://drive.google.com/file/d/1k-VxJOlaCX49QIPdDr_mZXk6AjHZW1o9",
                "video": ""
            }
        ]
    },
    {
        "email": "asfranco001@gmail.com",
        "first": "Arlette",
        "last": "Franco",
        "sample": [
            {
                "desc": "This piece is based on an online personal @qxntum on Instagram giving him a look inspired by the planet Neptune. ",
                "image": "https://drive.google.com/file/d/1uIhu9_Xd6hmu4PaqXBecdNRASTizNx_q",
                "video": ""
            },
            {
                "desc": "A simple artwork based on a photo by Brad Heaton",
                "image": "https://drive.google.com/file/d/1mm7qkCT7Nl8pYd_hFd_lQgMkwL_nDjEJ",
                "video": ""
            },
            {
                "desc": "A piece I created for the Ocean awareness  project. Reflecting on the decline in whale population and the 40% of fishing nets floating in the ocean.  ",
                "image": "https://drive.google.com/file/d/1GZMiyTpFE5hnJ6snZ_S--ln-8fxLzMS8",
                "video": ""
            }
        ]
    },
    {
        "email": "veronica.lee18@ncf.edu",
        "first": "Veronica",
        "last": "Lee",
        "sample": [
            {
                "desc": "This work, Starfish, is a one-page comic depicting the struggles of a starfish to right itself from its upside-down position. I added the quirky captions to give the starfish a sense of life and character, attributes humans usually don’t give to starfish. My goal was to create a humorous piece that challenges how people think about invertebrates.",
                "image": "https://drive.google.com/file/d/1oWsplZ7We4j7waXLXvTBUw0GJEFGSXNK",
                "video": ""
            },
            {
                "desc": "Creatures of Cayos Cochinos was inspired by early naturalists’ sketches and notes regarding animals. My homage includes creatures from a Honduran island chain. The animals are composed of curving lines that echo the cursive writing, and the notes are funny and anecdotal instead of scientific to add my personal spin as an artist.",
                "image": "https://drive.google.com/file/d/1zQyN53fu498DA3ZoOOv52lGkcvy-Mnnf",
                "video": ""
            },
            {
                "desc": "The work was written in second-person point of view with myself as the narrator. I wanted to showcase my writing in addition to my art, but I did not have any pieces that would fit the character limit. I chose to take inspiration from the constraint and write something based off of the concept of a character who can only exist for 1000 characters.",
                "image": "https://drive.google.com/file/d/1xEIIHT9N9E3FcRzQbpHTxqr_HWAw4CVG",
                "video": ""
            }
        ]
    },
    {
        "email": "njk46683@creighton.edu",
        "first": "Noah",
        "last": "Keime",
        "sample": [
            {
                "desc": "This work is a digital piece drawn using Procreate on the IPad. It is intended to show how important our pollinators are in preserving the health of the world. Four species of bees are struggling under the weight of the world as they hold it on their shoulders. They are tethered to the earth because the world needs them, and they need it. ",
                "image": "https://drive.google.com/file/d/1gLh4mP-GmCxzw_W8o2TQzUD35Yyt2GJX",
                "video": ""
            },
            {
                "desc": "This is a digital piece drawn using Procreate on the IPad. I was inspired to draw this while flying out of Florida from a recent vacation. I was completely struck by how humans have almost \"tamed\" something as wild as beaches and the ocean, and used them for recreation. The aerial view gave me a perspective of the scale of this phenomenon.",
                "image": "https://drive.google.com/file/d/1RVBDPY5mbIUOU6h2ETmyLawOCYiT4z5D",
                "video": ""
            },
            {
                "desc": "This work is a digital piece drawn using Procreate on the IPad. During a recent visit to my friend's lake cabin, we were driving around at night and I was awestruck by the beauty of a massive cloud floating over the lake. The cloud was illuminated an eerie bluish color set against the violet of the night sky. I tried to capture this in my drawing.",
                "image": "https://drive.google.com/file/d/1w3r5X1-xdZv7wn85gPjEGqBCqZL8_8pA",
                "video": ""
            }
        ]
    },
    {
        "email": "bander22@asu.edu",
        "first": "Bailey",
        "last": "Anderson",
        "sample": [
            {
                "desc": "On Edge: 8x10 in Digital Manipulation and Photography I created this piece by converting the photo into code, manipulating it, then converting it back into a photo. Final edits were made in Photoshop. ",
                "image": "https://drive.google.com/file/d/19dsx2EOU0ftK3m20QSEV9NiMsdrIH0f4",
                "video": ""
            },
            {
                "desc": "Coming to Terms with Walking Nightmares: 8x20 in Oil Paint This work was done with a palette knife and paint brushes directly on matte board.",
                "image": "https://drive.google.com/file/d/1IyC_t8og_4fEz-G5qX0pCrXVqfjuCs3E",
                "video": ""
            },
            {
                "desc": "Double Vision: 9x12 in Painting, Pen, and Digital Manipulation I started this piece with a drawing in pen. After scanning the drawing in, created a painting (acrylic paint on matte board) that mirrored the drawing. The two scanned images were then overlaid in Photoshop. ",
                "image": "https://drive.google.com/file/d/1zK2XrfX-l4U6vwNGAvTpJ_Ud-lY9lu7q",
                "video": ""
            }
        ]
    },
    {
        "email": "Elyssa.pfluger@gmail.com",
        "first": "Elyssa",
        "last": "Pfluger",
        "sample": [
            {
                "desc": "This piece is made with oil paint on canvas. I loved being able to create such a grand piece, with its bright colors, and a smattering of stars. ",
                "image": "https://drive.google.com/file/d/1l7a4WYMEsrXLepZ3-7TTpwruBgsu8lxL",
                "video": ""
            },
            {
                "desc": "This piece is made with acrylic paint on canvas. I enjoyed doing the sharp lines, the crisp edges, and the smooth shading. I feel that the drama of the piece came from the choice of the jet approaching you head-on, as well as the bold lighting. I’ve done many aircraft paintings in the past couple of years, but this is my favorite.",
                "image": "https://drive.google.com/file/d/1DzNgrouO6jDK5mO9R_9Cveu0eXH8l3AG",
                "video": ""
            },
            {
                "desc": "This piece is one of my favorites I’ve ever made, done in colored pencils. The details on this blue jay took weeks upon weeks to make as realistic as possible, where I colored each feather individually. The color was very important to me to make sure this piece turned out as realistic and bold as possible. ",
                "image": "https://drive.google.com/file/d/1AuG9pZSd3D8wMaVB9sGvhLG7LeMsv0ez",
                "video": ""
            }
        ]
    },
    {
        "email": "sglott@email.wm.edu",
        "first": "Sarah",
        "last": "Lott",
        "sample": [
            {
                "desc": "Inspired by a piece of mylonite with porphyroclasts that I saw in one of my geology classes. Painted with watercolors.",
                "image": "https://drive.google.com/file/d/1NdZEWjGTAaSVNRFisvo0WbUdcvIYXVfl",
                "video": ""
            },
            {
                "desc": "Inspired by the Blue Ridge Mountains. Materials include wood, nails, thread, acrylic paint.",
                "image": "https://drive.google.com/file/d/1v-c4XdqbtJ_nuFCWcZ8D0hMdLHwcfv_f",
                "video": ""
            },
            {
                "desc": "Inspired by fireflies at sunset. Materials include linen, embroidery floss, and embroidery hoop. ",
                "image": "https://drive.google.com/file/d/1JdSiysS3Ruu5GjFzNyVpe5J2TGiPLgG8",
                "video": ""
            }
        ]
    },
    {
        "email": "Magdalenelunbery@gmail.com",
        "first": "Magdalene",
        "last": "Lunbery",
        "sample": [
            {
                "desc": "\"Herrera: Re-imagined\" (2019) This is my current final project where I recreated the top with little time to spare. It is inspired by the glamorous Carolina Herrera who classically wears a white dress shirt, black skirt, and a pearl necklace and earring set.",
                "image": "https://drive.google.com/open?id=10qE1BTx0bm2KFcJx8v4Xtkzbky2sd2Ik",
                "video": ""
            },
            {
                "desc": "\"Men's Fashion Illustration Portfolio\" (2019) With menswear giant, Hugo Boss, as the brand I desire to design for.",
                "image": "",
                "video": "https://www.youtube.com/embed/Zgv_VYyBfbI"
            },
            {
                "desc": "\"Ysl\" (2017) 24\"X48\" Acrylic. Yves Saint Laurent has always been an artistic mastermind and muse for me. This scene is painted after one of Saint Laurents famous portraits by Jeanloup Sieff in 1972.",
                "image": "https://drive.google.com/open?id=19N67SZX7VY9dKubASPP1l9dm-3nuLJZi",
                "video": ""
            }
        ]
    },
    {
        "email": "Sydian2000@gmail.com",
        "first": "Ian",
        "last": "Brundige",
        "sample": [
            {
                "desc": "Ripped jeans were one of the first things I compulsively collected, saving unusable pants since I was little. Jeans is the accumulation of my pants lit by projected photos my personal GooglePhotos identified as “Jeans.” Displaying my identity, my genes, both digitally and physically the scraps of jeans and flashing photos allude to strands of DNA.",
                "image": "https://drive.google.com/file/d/1-kq9lyaHdTquYSwBUXQ2t-AjCcEOdyQM",
                "video": ""
            },
            {
                "desc": "I got in a car crash. The accident was entirely my fault. One moment and everything was different, my life unraveling. So, in an effort to put it back together, I picked up the shattered pieces of my aunt’s 1996 Nissan Maxima and made something out of. Juxtaposition is an important part of my work, this piece focuses on control and chaos. ",
                "image": "https://drive.google.com/file/d/1bGEEGlPD0AahCOU4vCNBjJ4ZW1w1w9-Y",
                "video": ""
            },
            {
                "desc": "This is a page design from my school newspaper senior year. Graphic design, specifically in an editorial context, is an important part of my life and a medium I am trying to incorporate into my larger art practice. ",
                "image": "https://drive.google.com/file/d/1GSVCYApuCy1-apvw5Vuwu_4zuCIXaZA5",
                "video": ""
            }
        ]
    },
    {
        "email": "zash7222@colorado.edu",
        "first": "Zayna",
        "last": "Sheikh",
        "sample": [
            {
                "desc": "This is the box art I designed for our table top card game The Interdimensional Bar Fight. I created this piece in Adobe Illustrator. ",
                "image": "https://drive.google.com/file/d/1h3MvpxMwCkSbpsneefsnFSjDpTtn1zIM",
                "video": ""
            },
            {
                "desc": "This is a short animation I made in photoshop for a film class I was in. I created a series of short gifs which looped as they were layered over the black and white shots I took for the short film. ",
                "image": "https://drive.google.com/file/d/1meVy7aIT7a7-HOtNYPNfY01JTOkWk-hl",
                "video": ""
            },
            {
                "desc": "This one was also made in photoshop during a photography lab about masking and layers. ",
                "image": "https://drive.google.com/file/d/1zzObufneA9pM6eso0wh4oCLej-5VRViB",
                "video": ""
            }
        ]
    },
    {
        "email": "sarahgelbs@gmail.com",
        "first": "Sarah",
        "last": "Gelberg",
        "sample": [
            {
                "desc": "This piece of work was part of a series I did titled \"what I don't want to admit\" This specific one was about the feeling of being replaced by a best friend but then realizing one's worth through the situation.  ",
                "image": "https://drive.google.com/file/d/1bheCHtzACa3EvkDwIzG0yPplPY8lziFY",
                "video": ""
            },
            {
                "desc": "This piece of work was part of a series I did titled \"what I don't want to admit\". This specific work is around the idea of giving your all to someone and not receiving the same in return.",
                "image": "https://drive.google.com/file/d/1HnAfISNA58XhV4eDbOAHFp53cUuuJuQz",
                "video": ""
            },
            {
                "desc": "This piece of work was part of a series I did titled \"what I don't want to admit\". This piece surrounds and captures the idea of brokenness that is turned into light and strength.",
                "image": "https://drive.google.com/file/d/1XbQK4-MaLHKqgI0pr79_OpPFhXBntjJH",
                "video": ""
            }
        ]
    },
    {
        "email": "emily@gardnermedia.com",
        "first": "Emily",
        "last": "Gardner",
        "sample": [
            {
                "desc": "This is from a short writing prompt intended to introduce a conflict that characters have to deal with. It's a thought experiment to show writing ideas more than it is a project. ",
                "image": "https://drive.google.com/open?id=15IGMR22SldjWVTLW2pdjxkqExCy0z-lf",
                "video": ""
            },
            {
                "desc": "I wrote this lyric poem for a creative writing class as a flow of thoughts while stargazing.",
                "image": "https://drive.google.com/open?id=1-A8v2_BHn05vUrNbfzfJGdN1AX0gOjQ6",
                "video": ""
            },
            {
                "desc": "This is part of the film project that I worked on while abroad. It is an experimental film focusing on introversion and escaping a party. This dream sequence focuses more on cinematography and sound rather than story.",
                "image": "",
                "video": "https://www.youtube.com/embed/lo3dktBrgL8"
            }
        ]
    },
    {
        "email": "kmphil12@asu.edu",
        "first": "Kelsey",
        "last": "Phillips",
        "sample": [
            {
                "desc": "Inspired by the phases of the moon and things not quite what they seem at first glance, I painted this piece digitally for the Arizona State University publication \"Normal Noise\". The Theme for this issue was \"magic\", so I combined a traditional witch figure with the natural \"magic\" of the moon pulling on the tides.",
                "image": "https://drive.google.com/file/d/1tQjaRcLQJwlNnThk3aD5muMGKInanSqy",
                "video": ""
            },
            {
                "desc": "After reading of the Opportunity rover's mission being complete, I felt compelled to create a piece in honor of the machine that lasted decades more than it had been meant for and provided us with invaluable knowledge of the Martian landscape. While machines are not a common subject matter for me, painting the rover was not a challenge.",
                "image": "https://drive.google.com/file/d/1wsDRgiuD_u-j538E-m-8ZkVy0Z9MgJ50",
                "video": ""
            },
            {
                "desc": "I often feel a sense of awe when I look up into the night sky. There's so much mystery and beauty out there that we're making efforts to understand via satellites, telescopes, and space probes: I wanted to capture that feeling.",
                "image": "https://drive.google.com/file/d/1R4vw2Thtcb1QBq17ZjlZZMEQf2WZFzuF",
                "video": ""
            }
        ]
    },
    {
        "email": "rainwoodward@gmail.com",
        "first": "Molly",
        "last": "Woodward",
        "sample": [
            {
                "desc": "This is acrylic on canvas. Named \"Franchesca\", the painting subject is a woman simply enjoying a singular moment in life. ",
                "image": "https://drive.google.com/file/d/16lGrmNeou1mywR-RwEDVPOtW4-T1I6ji",
                "video": ""
            },
            {
                "desc": "This painting is acrylic on canvas. More interpretive, this piece depicts the universe, but offers a duality in imagery in that the universe, itself, is forming the image of a woman. ",
                "image": "https://drive.google.com/file/d/193zJhn7Z5fuiPMW2c-i-4bcUjIUME40h",
                "video": ""
            },
            {
                "desc": "This piece is charcoal on paper. The imagery here is based actually on my own hands and wrists. Though the art is of hands, the intent is to show the emotion and tension behind the positioning. ",
                "image": "https://drive.google.com/file/d/1R8Wj3EzKoSVvDYLBTOf0vqsqpzxxg5Wh",
                "video": ""
            }
        ]
    },
    {
        "email": "ensmith4@asu.edu",
        "first": "Erica",
        "last": "Tillman",
        "sample": [
            {
                "desc": "This work was created by cutting and soldering pieces of tin together to create a raven mask. I used alcohol paints to create a “galaxy” effect on the mask, lending it an otherworldly and magical quality. It is the all-knowing raven of the universe, eternal and sublime. The wearer of the mask is transformed and becomes the raven.",
                "image": "https://drive.google.com/open?id=1mXZ5bJiw58WeEFJUu8x3gSwNd4__lqYo",
                "video": ""
            },
            {
                "desc": "Modern-day reliquaries might house trinkets from our current icons, famous musicians. I built a wooden box with doors and a copper roof to reflect the lighting. I decoupaged paper to give a painterly, medieval effect. I installed the hinging, feet, lighting, and glass tube for the relic: a piece of Morrissey’s shirt from a concert.",
                "image": "https://drive.google.com/open?id=1Lpas179XhLuC_aXf7vUILiJ6fooBAny5",
                "video": ""
            },
            {
                "desc": "This was part of a collaborative art project in which we were each to create a box about hope. My son’s name means blackbird and this represents how I protect him but also will teach him to fly. I made the wooden box and added a light kit. I molded my materials (nest, leaves, carved bird) in plastic and then attached that to the wooden lightbox.",
                "image": "",
                "video": "https://youtube.com/embed/Wv-U2fyfkJM"
            }
        ]
    },
    {
        "email": "jchen303@asu.edu",
        "first": "Jane",
        "last": "Chen",
        "sample": [
            {
                "desc": "I have worked in coffee for over three years, and I have learned so much about the entire process from crop to cup, so I wanted to make a series about this journey. “Cascara” is the fruit of the coffee plant, where it all begins.",
                "image": "https://drive.google.com/file/d/1D7l0k9xkImQ6SeDad_DHLyXCIRJqO53M",
                "video": ""
            },
            {
                "desc": "Infusion is the name of the coffee shop where I worked and learned. This piece depicts the last step of the journey of the coffee. After growing, farming, harvesting, trading, roasting, and brewing, it finally makes its way to be shared with the community.",
                "image": "https://drive.google.com/file/d/18TKVn8pU3TFP_k90CjLf4ZwpWq1xIIWo",
                "video": ""
            },
            {
                "desc": "The moon, despite being the closest celestial body the Earth, is still a bit of an enigma. I have always been fascinated by its close relationship to our planet and the oceans, and made this piece to commemorate both the 50 year anniversary of the first man on the moon, as well as the continued mystery of our neighbor in the solar system.",
                "image": "https://drive.google.com/file/d/1hnWdZ6PP8L9oinNbyuM4Y7_nS0bUXcgF",
                "video": ""
            }
        ]
    },
    {
        "email": "sdm76@georgetown.edu",
        "first": "Sarah",
        "last": "Martin",
        "sample": [
            {
                "desc": "“When spring came, even the false spring, there were no problems except where to be happiest. The only thing that could spoil a day was people and if you could keep from making engagements, each day had no limits. People were always the limiters of happiness except for the very few that were as good as spring itself.\" -Hemingway",
                "image": "https://drive.google.com/file/d/1tBAgDe1aKT8_f_oBRpsqbYvRjzHHpbGi",
                "video": ""
            },
            {
                "desc": "This screenplay was inspired by the recent effort to humanize those with neurodegenerative disorders.",
                "image": "https://drive.google.com/file/d/123vWZzPQD6iDqUBah5Uumq24G7eFLMny",
                "video": ""
            },
            {
                "desc": "This screenplay was inspired by the struggle to make changes within a broken system.",
                "image": "https://drive.google.com/file/d/1XszoCP9fMsLcbxTLvxErHofQEdjjRBp6",
                "video": ""
            }
        ]
    },
    {
        "email": "anloviza@vt.edu",
        "first": "Aimee",
        "last": "Loviza",
        "sample": [
            {
                "desc": "Takeoff is a pair of earrings I made. when I was in a local bead shop I found the gold pieces. They immediately reminded me of the shape of the space shuttles. They are my tribute to the beauty of space travel.",
                "image": "https://drive.google.com/file/d/1emOxqHVIC4sOHJaseX0onApxGmY2xEY1",
                "video": ""
            },
            {
                "desc": "Ovoid is a poem that takes imagery from the Sersic profile. The whole poem is built around the Sersic profile and generalizations of Elliptical Galaxies.",
                "image": "https://drive.google.com/file/d/1aES1UAoGHUAHeFGyJIpIdAxKZke9pjNO",
                "video": ""
            },
            {
                "desc": "Sabaism is the worship of stars. This poem was inspired by the fact that both stars and angels used to be referred to as celestial bodies.",
                "image": "https://drive.google.com/file/d/1AKk7MI0cVF3Nd561nerC3k1BbiHvOuYc",
                "video": ""
            }
        ]
    },
    {
        "email": "nforney@asu.edu",
        "first": "Nicholas",
        "last": "Forney",
        "sample": [
            {
                "desc": "For this project I was tasked to create a stop motion film. I decided to make it about a bike who searches for his lost owner, only to discover his worst fears have been realized. I performed every job for the film, save for acting, and it took a lot of work. I had to clear out the house and spend hours positioning and taking pictures of my bike.",
                "image": "",
                "video": "https://www.youtube.com/embed/4xwH6rY7N2k"
            },
            {
                "desc": "This is my second cinematography demo reel. It includes projects spanning from 2017 to 2019. My first cinematography reel is on my youtube as well. Since my two largest interests in the field of film are editing and cinematography, making demo reels is something I love doing, as it uses editing to showcase cinematography.",
                "image": "",
                "video": "https://www.youtube.com/embed/USQf9s0ZCqE"
            },
            {
                "desc": "I made this mockumentary-style satire for my brother’s birthday, as well as a farewell gift as I left for college. It was one of the most engaging projects I’ve ever made, and pushed me to look into more documentary-style filmmaking. Some of the lines were written and some were improvised, leading to a, in my opinion, very funny final film.",
                "image": "",
                "video": "https://www.youtube.com/embed/Sr4CLnOKe-Y"
            }
        ]
    },
    {
        "email": "akodonne@asu.edu",
        "first": "Amanda",
        "last": "O'Donnell",
        "sample": [
            {
                "desc": "I was to take an image and change it so that the original form was unrecognizable. I found a picture of sunflowers and a sunset. The sun was beginning to hide behind the grey and orange clouds. I manipulated the sky to an almost inferno like display, resulting in a beautiful image. It also gives the viewer the sense that the sky is on fire. ",
                "image": "https://drive.google.com/file/d/1bZxFu74jh8OMT_vMCO81R-QozV8fbZQg",
                "video": ""
            },
            {
                "desc": " I created a pet grooming company called, “O.D. Pet Care.” I designed a logo which was a giant paw print with the initials O.D. I created a collage of different animals to convey the company’s ability to work with all types of animals. I also created a mock email address and phone number to give it a more realistic feel.",
                "image": "https://drive.google.com/file/d/1SzK-BHjT43bDF1Q-m7odAT2dT9khFcgG",
                "video": ""
            },
            {
                "desc": "This piece is a magazine cover entitled, “Miscellani.” This issue was supposed to convey the idea of spreading art in culture. I tried to capture the educational essence of an art magazine with a sense of whimsy. My goal was to show the magazine as enlightening, with regard to informing people about various aspects of art. ",
                "image": "https://drive.google.com/file/d/1cmf7_bSeq4mwbrfjgaUKUU7fkbdYYOsi",
                "video": ""
            }
        ]
    },
    {
        "email": "sag434@nau.edu",
        "first": "Sequoia",
        "last": "Globke",
        "sample": [
            {
                "desc": "This is piece is an interpretation of global warming on temperature dependent species and the role of humankind.",
                "image": "https://drive.google.com/file/d/1Y3-cp0hm_LTRbGcnBQ8CzDCe0oYO7J64",
                "video": ""
            },
            {
                "desc": "This piece was created in a collage-style with repurposed tissue paper for a layered effect.",
                "image": "https://drive.google.com/file/d/1OAoHXo_tPxQDGmt05at3IKnq4LBGFnpM",
                "video": ""
            },
            {
                "desc": "This piece was a study of movement and texture, it is a 3D sculpture with a paper mache base and yarn details.",
                "image": "https://drive.google.com/file/d/1RWlu53RXKX2UiUOs-RxVXqyxAC3h0onZ",
                "video": ""
            }
        ]
    },
    {
        "email": "bwall@skidmore.edu",
        "first": "Bryce",
        "last": "Wall",
        "sample": [
            {
                "desc": "This is a piece of my jewelry and metals work centered around the cast texture of a piece of obsidian. It is inspired by sailing ships, and is made of silver, wood, brass, and paper",
                "image": "https://drive.google.com/file/d/1fYo-NqGQGGkmrlDzYxvveljztAD3z8Vk",
                "video": ""
            },
            {
                "desc": "This is another example of my jewelry and metal work made out of wood, brass, and mokume gane. It is a puzzle box, and the three legs move into specific positions allowing the center capsule to open.",
                "image": "https://drive.google.com/file/d/14l0ZIbK26Fl_oXHSroC1NGi9Wgw68fzu",
                "video": ""
            },
            {
                "desc": "This is a sculpture made out of wood and steel that is the end result of using CAD programs to design a work, CNC plasma cutters to cut it, and welding together by hand with a TIG welder.",
                "image": "https://drive.google.com/file/d/1_1SIvCTZ7kIQKxj6oXojBsd7n7zG7BUt",
                "video": ""
            }
        ]
    },
    {
        "email": "ecg71@georgetown.edu",
        "first": "Elizabeth",
        "last": "Gleyzer",
        "sample": [
            {
                "desc": "I wrote this about one of my favorite streets in Berkeley, CA, called Spruce. I found out about it because an uber driver told me to go see the Scandinavian architecture. Every time I walk down the street it is just as the sun is setting, and I have a spiritual experience every time, whether through finding a garden, or through self-reflection. ",
                "image": "https://drive.google.com/file/d/1baV1yVgFGx872pLYGHEF9sCaqx5sboLo",
                "video": ""
            },
            {
                "desc": "I wrote this in Morocco’s Sahara desert, as I watched the little orange sun set on the horizon. I am very into absurd poetry, and was imagining various unlikely images in this desert setting, which felt to me almost like another planet. The poem centers around dry grasses, which populated the desert, and my fear of them catching on fire.",
                "image": "https://drive.google.com/file/d/1K48am6f_6QcL04cjds9mmmzIm7VKxJtX",
                "video": ""
            },
            {
                "desc": "This poem is about my life philosophy, and in how I came to view the world in its purest, most natural form. I find that as we grow older, we often lose our childlike views of the world’s beauty, but in this poem I talk about how we can recover these views if we stay intentional and present – the secret lies in opening our eyes.",
                "image": "https://drive.google.com/file/d/14X3agzT-lN7iwIv9hbHXhDpPCuesFOLv",
                "video": ""
            }
        ]
    },
    {
        "email": "alexisdejesus413@gmail.com",
        "first": "Alexis",
        "last": "DeJesus",
        "sample": [
            {
                "desc": "This is a series of six spreads from a typographic book project. Each book has a quote describing a magic user from the Dungeons & Dragons Player’s Handbook, and the images are used to slowly build the quote. The six spreads I have here are all from different books.",
                "image": "https://drive.google.com/open?id=1hWl7YuV0x238qHMqdWGF9YbxEDmsC9tB",
                "video": ""
            },
            {
                "desc": "A video documentation of a web project I did, to composite 3 objects in a modeling program and then display them into a website. My objects were themed to a macabre art gallery, so I chose a white background because I wanted to to be bright and uncomfortable to look at, to contrast the objects.",
                "image": "",
                "video": "https://youtube.com/embed/yoYRV7t-pHQ"
            },
            {
                "desc": "This is a page I submitted as part of a zine based on the main character of an indie webcomic. Our submissions were to follow the specific page dimensions, and feature the character as the main focus of the piece. ",
                "image": "https://drive.google.com/open?id=14UsH_W1qorM2yMGPvbPVatqi8EuUMkzQ",
                "video": ""
            }
        ]
    },
    {
        "email": "kmmorien@email.wm.edu",
        "first": "Kara",
        "last": "Morien",
        "sample": [
            {
                "desc": "This is a sunset by the ocean. I used sidewalk chalk on pavement to create this layered image. The chalk allowed for easier blending, and I used a vibrant colored chalk palette to make the sunset brighter.I was inspired to draw this after seeing a sunset where I used to live in California. ",
                "image": "https://drive.google.com/file/d/1aP26Ng85dNo1Cbw72ZzesQuFWIE76PSG",
                "video": ""
            },
            {
                "desc": "This picture is of a hummingbird feeding from a flower in a field. I used soft oil pastels on paper in order to create the colorful setting, plumage, and flowers. This was inspired by the hummingbirds that visit our garden everyday.",
                "image": "https://drive.google.com/file/d/10lyfWYf-QJs_IoDCoe0UCBFJplrS6Pam",
                "video": ""
            },
            {
                "desc": "This is a Cardinal and Wreath holiday card. I wanted to create a nice card for my Grandpa, so I catered it to him. He loves cardinals, so I used it at the main character in the wreath. He also loves Christmas lights, so I used them to spell out the words that celebrate the holiday.",
                "image": "https://drive.google.com/file/d/1mb-ldZ_gofvuqxhuR5BP0Pe8EcQawSG0",
                "video": ""
            }
        ]
    },
    {
        "email": "finsam1@yahoo.com",
        "first": "Finsam",
        "last": "Samson",
        "sample": [
            {
                "desc": "Acrylic on canvas. This is a rose painted with a sponge and the use of a stencil. I created the stencil on photoshop, printed it on cardstock, and cut the stencil.",
                "image": "https://drive.google.com/file/d/1mQZB4wyVwPuVUSLNLsH4GytMJbbJO1tU",
                "video": ""
            },
            {
                "desc": "Acrylic on canvas. This landscape scene was inspired by Bob Ross’s techniques and artworks.",
                "image": "https://drive.google.com/file/d/1HU1WYriNnPKRXb8hanbRr2otp0LK-wtq",
                "video": ""
            },
            {
                "desc": "This PowerPoint slide is a flowchart I made detailing how the models and methods previously introduced in the presentation would be incorporated in our experimental plan. Presented at the 2019 ISS R&D Conference as part of the Genes in Space competition.",
                "image": "https://drive.google.com/file/d/1aNJ0KcqsYBaTI9Qcz0AVdHc9w-4Keizv",
                "video": ""
            }
        ]
    },
    {
        "email": "hagelgans1@kenyon.edu",
        "first": "Mae",
        "last": "Hagelgans",
        "sample": [
            {
                "desc": "I painted these shoes for a school contest held in my high school. The theme I chose was \"Musical Journey\" and it shows a journey into the universe. I did this in the hope of getting my classmates more interested in space. ",
                "image": "https://drive.google.com/file/d/16qZ_hJtFN_UlGcFT_6vueZIiixALvoeN",
                "video": ""
            },
            {
                "desc": "This is a realistic drawing of the Twelfth Doctor from Doctor Who. I like creating portraits of people, as well as drawing objects and surroundings.",
                "image": "https://drive.google.com/file/d/1as8qWapmfYn0zgQzdMIGa_JVVpqaMjxz",
                "video": ""
            },
            {
                "desc": "This is an acrylic painting of M42. I chose to paint this nebula because it is one that I show people a lot through my telescope. I thought that by showing this painting to people, they'd see a more grand interpretation of what they saw through my telescope.",
                "image": "https://drive.google.com/file/d/14QMmOYF3QjLHHUG5VnsfU7znFnqKN3TT",
                "video": ""
            }
        ]
    },
    {
        "email": "wcstrunk@hotmail.com",
        "first": "William",
        "last": "Strunk",
        "sample": [
            {
                "desc": "This is a “Senior Hat” I made for my mentor as a Citadel tradition on thanksgiving. The piece is made to resemble his jeep. It was created using a double-wall corrugated cardboard chassis that was spray painted and outfitted with an internal electrical circuit that allows the lights to be turned on and off with a switch.",
                "image": "https://drive.google.com/open?id=15v6cIq-fBY2L2u76DFtrt6bswjrMjZTJ",
                "video": ""
            },
            {
                "desc": "This costume was designed for Halloween based around a \"Tron\" style. The armor pieces and helmet are made of Polyurethane Foam and were shaped using a heat gun. The sides of the reflective white stripes are wired with and LED strip and connected to a battery pack. I also cropped the photo into a synth grid using pixlr.",
                "image": "https://drive.google.com/open?id=1y95mSq_N_JANaVadd8oA-I8MANoYlmu_",
                "video": ""
            },
            {
                "desc": "On my YouTube channel I used key frames to design a short whimsical outro for my Escapist 2 guide videos which usually reach younger audiences. Its simple in both art style and design in order to be a bit more inclusive and enjoyable for younger viewers.",
                "image": "",
                "video": "https://youtube.com/embed/80my6HfNOaQ"
            }
        ]
    },
    {
        "email": "TRANV6@my.erau.edu",
        "first": "Vince",
        "last": "Tran",
        "sample": [
            {
                "desc": "This was my presentation for this year’s space club. This was to compete in the Virtual Poster Showcase of Spring, 2019, by the AGU. The topic was an analysis on several relationships, like the onset diameter and the body's surface gravity. Another, would be how icy bodies have follow a trendline while rocky bodies follow a different trendline. ",
                "image": "",
                "video": "https://www.youtube.com/embed/r1mDkmYdzzc"
            },
            {
                "desc": "I made this drone for the Real World Design Challenge. This drone fits the challenge scenarios that was presented. It’s flies around in an urban city, watering nearby plants from various locations. There are various gimmicks of this drone, like the retractable legs, to allow for landing and to maximize on video taking capacity.",
                "image": "https://drive.google.com/open?id=1zWer81O1gnjPa-yE9dZhtOuEQ14bI_k2",
                "video": ""
            },
            {
                "desc": "This was my science fair project in several years ago. For this image, I had to go through a bunch of hoops to get a good result. I had to learn plenty of problems from the start, which solutions made even more problems. The gist of the project was to find the perfect angle for trailer fins. I used 2D wind tunnels, color readers, and NanoCad.",
                "image": "https://drive.google.com/open?id=18QSdqGQ5nbdRPfQcL0pHeYM4PzU7dG7u",
                "video": ""
            }
        ]
    },
    {
        "email": "nakeesta.langton@cortland.edu",
        "first": "Nakeesta",
        "last": "Langton",
        "sample": [
            {
                "desc": "This is a photo I took that highlighted the wonders and features the can occur under the top layer of ice on a creek",
                "image": "https://drive.google.com/file/d/1_o2BjhB7ffAbqGSuw1lDA409hLWpB3nE",
                "video": ""
            },
            {
                "desc": "I took a 12 inch by 6 inch image of a Van Gogh inspired exploding Tardis image and free handed it to a roughly 8 foot wide and 4 feet tall chalk art piece at our community library as part of a sidewalk art show.",
                "image": "https://drive.google.com/file/d/1UjMo9u0wMBJ_zzP3kNoLfPHilnonWRnr",
                "video": ""
            },
            {
                "desc": "This is the print layout of the interactive velcro animal book I created for literacy enrichment and cognitive development of matching.",
                "image": "https://drive.google.com/file/d/1sok8Cm4igShiRVRMU7dYrBWGPypZQ4gC",
                "video": ""
            }
        ]
    },
    {
        "email": "pmonthei@asu.edu",
        "first": "Patrick",
        "last": "Monthei",
        "sample": [
            {
                "desc": "This is a one of a kind painting of a satellite in between Mars and Jupiter.",
                "image": "https://drive.google.com/file/d/1fuFx5j3d-djjFW6xO_DFDCpGa99nhp54",
                "video": ""
            },
            {
                "desc": "This is the aftermath of my project car. I bought the car with a terrible paint job. I sanded it down by hand after class each day for a week. I would love to send two more pictures If you're interested. The before and during pictures. It is hard to imagine the transformation. I feel that it is a good display of my creativity and capability.",
                "image": "https://drive.google.com/file/d/109GvycMlz_Ji5ZjLEYklCWT9uf6-oO6N",
                "video": ""
            },
            {
                "desc": "These are 3D printed models that I printed off on my own printer. They are characters from \"Pokemon\" used as various chess pieces. The pieces on top of the castles are rooks, the ones with the swords are knights, and lastly the small pieces are pawns. I spent roughly 25 hours printing/hand painting these. I am very proud of the outcome.",
                "image": "https://drive.google.com/file/d/1LUbGwLVWGErhKp1F14rbaxAv0NqV7GIH",
                "video": ""
            }
        ]
    },
    {
        "email": "melpardob@gmail.com",
        "first": "Melissa ",
        "last": "Pardo",
        "sample": [
            {
                "desc": "When I first moved to the US I spent a lot of time at my neighbor's house. My neighbor became my best friend and a granpa figure to me. We did not speak the same language so one way we found to communicate was through art. This was my first painting. It reminds me of him every day now that he is gone. ",
                "image": "https://drive.google.com/file/d/1-DVXgv195jn--bsyJ_HY4QP4JCVHUT3G",
                "video": ""
            },
            {
                "desc": "One of my very good friends and I were working on Christmas presents last year and we decided to make them ourselves. We used Solid Works to design earrings and then we used different wood samples and a laser cutter to make them. It was a really fun project.",
                "image": "https://drive.google.com/file/d/196QRDnu6qJVBHtHj1gED7xIGVEnxoh8K",
                "video": ""
            },
            {
                "desc": "I was in Las Vegas two years ago and my family and I decided to go for a hike. We went to Red Rock and on our way back as the sun was hiding, I decided to take this picture. It is now one of my favorite pictures because of its composition, even though it was taken with my iPhone camera. ",
                "image": "https://drive.google.com/file/d/1KwHURncBZfzes1zLOzsmMhGud0pP3hJD",
                "video": ""
            }
        ]
    },
    {
        "email": "28fiona.s@gmail.com",
        "first": "Fiona",
        "last": "Schneider",
        "sample": [
            {
                "desc": "A poster design for increasing voter participation. Voter participation has slowly increased over the past decade, but the political sphere is still dominated by a select few. Appealing to more demographics regardless of political ideology will help our democracy more accurately reflect the nation as a whole.",
                "image": "https://drive.google.com/open?id=1WnXDxqbTXlab9x8vgWKfU40f_LZzzilK",
                "video": ""
            },
            {
                "desc": "Hand lettered typography and illustrations drawn to evoke the geological plains of Paynes Prairie Preserve State Park.",
                "image": "",
                "video": "https://player.vimeo.com/video/352860779"
            },
            {
                "desc": "I invented a memory matching game based off of weird contradictions that happen in nature, such as sun showers and deers eating bone marrow.",
                "image": "https://drive.google.com/open?id=1gWYVh_O-uc-vNTgBDCKsXPLE-B5mjxrX",
                "video": ""
            }
        ]
    },
    {
        "email": "deelyhc@mymail.vcu.edu",
        "first": "Helen Claire",
        "last": "Deely",
        "sample": [
            {
                "desc": "This is an abstracted piece attempting to convey the idea of lush foliage through the buildup of thin layers of paint and sporadic dashes covering the canvas. Acrylic on canvas. Dimensions of the piece are 24x36\"",
                "image": "https://drive.google.com/file/d/1UdYAaTVU5Kvze2pyX4F2bs1kVx5CFlmN",
                "video": ""
            },
            {
                "desc": "A semi-psychedelic piece partially inspired by Roger Dean’s illustration for the album cover of Yes’ Tales from Topographic Oceans. This is a pseudo collage of sorts; I created a small collage out of components of a New Yorker magazine, projected it onto the canvas, and painted the final piece. Acrylic on canvas. Dimensions of the piece are 18x24”",
                "image": "https://drive.google.com/file/d/1Jih3ot-2aYnuakYqkPr3azIjbmjXEct8",
                "video": ""
            },
            {
                "desc": "A collage piece created in response to a small assignment for one of my foundational art classes. The piece itself doesn’t have any meaning, I simply wanted to experiment with placing extremely small cutouts onto the collage to create numerous little details for viewers to discover. Mixed media on paper. Dimensions of the piece are 10x10”",
                "image": "https://drive.google.com/file/d/11bRmqxide9SoeiOrisMNE1oIK7C34tAB",
                "video": ""
            }
        ]
    },
    {
        "email": "memcgroa@asu.edu",
        "first": "Megan",
        "last": "McGroarty",
        "sample": [
            {
                "desc": "This past semester, I had the opportunity to create graphics and work with the Center for Cognitive Ubiquitous Computing (CUbiC) team within the engineering department. Here is a report that a graduate student-produced based on his idea for a belt to assist the blind, which includes graphics I helped to create. ",
                "image": "https://drive.google.com/file/d/17Es92rgxnv8TSOj6ZnYZrwsE1wZhHDLR",
                "video": ""
            },
            {
                "desc": "With this presentation, I had the opportunity to create a title slide using Illustrator. To resemble the aprons the Freemasons wear, I created the slide to enhance my PowerPoint further.",
                "image": "https://drive.google.com/file/d/1sw-zqIu1Dvm_3eJ9Ub3pTTT2LrXg9G7Z",
                "video": ""
            },
            {
                "desc": "For this creative project, I had to show a type of discrimination in an art piece for the class. I used different languages and features to complete this piece of work.",
                "image": "https://drive.google.com/file/d/15OjVnU7tmJLt7IOJyufeQT2KnwAIaJak",
                "video": ""
            }
        ]
    },
    {
        "email": "krreddin@asu.edu",
        "first": "Kimberly",
        "last": "Redding",
        "sample": [
            {
                "desc": "Psyche Orbit, Aluminum and Stainless Steel on Wooden Pedestal, 24” x 24” x 36” (Fall 2018). Molding, shaping and soldering aluminum into an expressive structure mirrors a complimenting composition, as aluminum consists of iron and other metals.  Accordingly, flames burst from the sun to lick her orbiting meteor as the kinetic sculpture rotates.",
                "image": "https://drive.google.com/file/d/11wVQR_muk9Q_Hqj9OmvXNIkXI4Hmt_KS",
                "video": ""
            },
            {
                "desc": "Optical illusions, confusion, created to build public awareness of dyslexia. While changing perception in the streets, I attempt to dissolve the myth that dyslexia is a problem of intelligence, vision and laziness. Visual-spacial intelligence allows the dyslexic mind to construct visual and audible images, rendering them into tangible piece of art.",
                "image": "https://drive.google.com/file/d/1LvTswJe8krUZ0K3hrOIHZhwEL_MknYUe",
                "video": ""
            },
            {
                "desc": "Action in repose, Mina! implies the octopus’ attempt to plunge into the oceanic depths before the last tentacle grasps her newly found discovery of the amethyst sphere; abiding the breaking wave.  Mina! is an internal argument between one’s dangerously persistent appetite for treasure and the welfare of survival. ",
                "image": "https://drive.google.com/file/d/1VQNlPKUwp3mWTmxZ36KgY49F--7kd0J4",
                "video": ""
            }
        ]
    },
    {
        "email": "haileeamethyst96@gmail.com",
        "first": "Hailee",
        "last": "Nolan",
        "sample": [
            {
                "desc": "For a cohesive pottery project, I wanted to mix some science into my work.  Because of my lifelong love of bugs, I wanted to create an insect inspired set of vases and mugs. Each of them have sculpted insects. This is one piece that is a mug with a sculpted cicada and mushroom handle. If interested, I have more pieces of this project. ",
                "image": "https://drive.google.com/file/d/1buZdq4W8aOokC7EdHhG_cvjiKC9rWXvk",
                "video": ""
            },
            {
                "desc": "This piece was done as a metaphorical self portrait using objects. I gathered some objects that I felt represented me such as a butterfly, crystals, and flowers in my collection and set them up in a way that showed what I was trying to portray. This is the final product in graphite. ",
                "image": "https://drive.google.com/file/d/1Teo4i1f7gjH5rxSycYlqHziAbjjIXj-s",
                "video": ""
            },
            {
                "desc": "This piece is a metal cuff bracelet that I made completely by hand from nickel, copper, and brass. The motifs are nature inspired and represent the earth and celestial objects. It portrays mountains on the sides of the moon which has a mountain scape carved into it that includes Horsetooth Rock, which is a local geologic formation in Fort Collins.",
                "image": "https://drive.google.com/file/d/1dlRMi2ecmfKHb7zFo1xk_hQK2ZC68MPS",
                "video": ""
            }
        ]
    },
    {
        "email": "akhoshab@lion.lmu.edu",
        "first": "Ayla",
        "last": "Khoshaba",
        "sample": [
            {
                "desc": "This is an example of my art style in ink. I chose it as a sample because it is one of my more requested styles when it comes to commissions, and I would be able to create Psyche Inspired art in this style as well. They make for good posters.",
                "image": "https://drive.google.com/file/d/1lDbJ9w0lPxygvfE6FV421aGenTi-mk84",
                "video": ""
            },
            {
                "desc": "This piece show cases my understanding of light and ability to work in a digital medium, which is why I have included it as a sample work. If this is the desired direction you would like my Psyche inspired art to go in, I am more than able to create new work like this. ",
                "image": "https://drive.google.com/file/d/1NtHXOukl7dm1BnqX4SX5gxgGuk42ybdL",
                "video": ""
            },
            {
                "desc": "This is an example of my traditional painting skills and artistry. I chose this piece to demonstrate my understanding of foundational painting techniques. The foundations are a crucial tool when it comes to working with clients because it shows that I have the capability to make anything for Psyche Inspired. ",
                "image": "https://drive.google.com/file/d/1f3IyHifxBO0SrZpkvTsY4nPQpepLTfgM",
                "video": ""
            }
        ]
    },
    {
        "email": "esmmary@lycoming.edu",
        "first": "Maryam",
        "last": "Esmat",
        "sample": [
            {
                "desc": "I draw pictures on top of Hubble Images to bring them closer to the public's interest and make it easier for them to remember certain names and characteristics of stellar objects. For the Southern Crab Nebula, I designed a dress that fit the nebula perfectly and matched its colors. ",
                "image": "https://drive.google.com/file/d/1qcb4uqCLlBoM2m0Y4UaMYqDHXi3RypAA",
                "video": ""
            },
            {
                "desc": "A sonnet is a form of poetry. I write simpler forms as well (which may appeal more to the average person) but I thought I'd include this one for its aesthetic. ",
                "image": "https://drive.google.com/file/d/1l4q3yLXusY2JBnsQC7luzOC0yfsZlynJ",
                "video": ""
            },
            {
                "desc": "This is a part from a long prose. I changed it a little to make it more appealing to the audience and easier to understand, in terms of linguistic structuring. The aim of a prose like this is to connect the audience to space from a philosophical perspective. Usual prose has a definite beginning, middle, & ending, unlike this excerpt. ",
                "image": "https://drive.google.com/file/d/1_gzFDvG99n6BuEP33sJtS4S4KvD_-8dy",
                "video": ""
            }
        ]
    },
    {
        "email": "zvjairamn@gmail.com",
        "first": "Jaira",
        "last": "Munoz Zavala",
        "sample": [
            {
                "desc": "This piece is part of a series called “Marine Life”. The fish represents the consequences of Global Warming. Humans' waste starts to replace the diversity of life in the oceans--leaving behind only the memory of what was once a living creature. ",
                "image": "https://drive.google.com/file/d/1DzKP86U6SId89RNUIgnN9M1nzgVipfcv",
                "video": ""
            },
            {
                "desc": " The heart represents the will of a person to persevere in his dreams. A dragon's heart is one that is able to find the strength to move forward after failing. The heart endures the cold winter and doesn't let its fire extinguish. And when spring comes again, the lost leaves of the heart's bleak branches will be reborn. ",
                "image": "https://drive.google.com/file/d/1UMYmgySxGnm0D8S2kTNw_PymZptq7CoZ",
                "video": ""
            },
            {
                "desc": "This is the second piece of the series of “Marine Life”. The black color emphasizes the desperation of animals when they are unable to protect their offspring. As their habitats become smaller, they are less free to swim away. ",
                "image": "https://drive.google.com/file/d/1ubY3TR3sevMSHXWsXxsSeLJGVJkJR7j5",
                "video": ""
            }
        ]
    },
    {
        "email": "lldavenp@asu.edu",
        "first": "Lily",
        "last": "Davenport",
        "sample": [
            {
                "desc": "This work is titled \"Enchantment\", which alludes to the idea of magic and the correspondence to technology being in the form of an enchanted machine. In the piece you can see the character being propelled forward through the air with the fantastical machine, much like technology can propel us into future advancement for the good of humanity.",
                "image": "https://drive.google.com/file/d/12ydqlMqpzPMifAtem3Ks5FIL1tnNF19G",
                "video": ""
            },
            {
                "desc": "This piece, titled “Tranquility”, depicts a relaxed character watching the city set into dusk. As the man sits within the quiet city, he watches as the light drifts above the skyscrapers, along with the passage of time. The light, representing time's eternal and inevitable march forward continues as the man welcomes the future.",
                "image": "https://drive.google.com/file/d/1_81-h6EU-KSvrqo-jQMmcL2tyTThmaWX",
                "video": ""
            },
            {
                "desc": "“Inflamed” portrays a figure stunned into place by the sudden burst of light illuminating an abandoned, crumbling city. The light, in itself is a giant ray of hope breaking into the gloomy shadows that are swallowing the man whole. This piece illustrates the moment of blinding hope piercing through seemingly endless despair.",
                "image": "https://drive.google.com/file/d/1P47QpJyv2xdmQnDHYe2-vcvfuv5JK_KY",
                "video": ""
            }
        ]
    },
    {
        "email": "valladaressc@vcu.edu",
        "first": "Silvia",
        "last": "Valladares",
        "sample": [
            {
                "desc": "This 360 animation tells a stylized story about a real life event of a genocide in El Salvador in 1932, when native people (the Pipils and other tribes) were persecuted to the point where a whole culture and language was driven to the verge of shame and extinction.",
                "image": "",
                "video": "https://player.vimeo.com/video/352876311"
            },
            {
                "desc": "This piece is a stop motion about extinction. It features an extinct dodo bird skeleton, the now believed to be extinct thylacine, and the endangered lemur. The thing all of these animals have in common is that they were all being, and still are as in the case of a lot of lemur species, hunted to extinction in an endless cycle.",
                "image": "",
                "video": "https://player.vimeo.com/video/352895830"
            },
            {
                "desc": "Water' is a time based stop motion about water and pollution, shot at Belle Isle, on the James River. The piece was made with twenty four different fish cast in ice. The material was especially chosen because of its ephemerality. It serves as a reminder that this is not an issue that can be put off for later.",
                "image": "",
                "video": "https://player.vimeo.com/video/352896845"
            }
        ]
    },
    {
        "email": "eahardt@asu.edu",
        "first": "Elias",
        "last": "Hardt",
        "sample": [
            {
                "desc": "This piece is titled \"Waiting for Dawn\". It's my exploration into the surreal -- the leaves are metal, the man's skin is glass, the ground is a textureless grid. The goal was to create something where the rules don't apply, but the viewer can still understand and relate to the emotion the character is expressing, even though it isn't shown.",
                "image": "https://drive.google.com/file/d/12nUt6bbhlFrKh4wNFXcTSoC-C2wjWRip",
                "video": ""
            },
            {
                "desc": "RDM hired me to create an album cover for his fifth release, Apollo. The album cover centers on the titular launch, partially blocked by power lines. Because the focal point is obscured, the image creates a sense of longing also found in the music, seemingly saying \"Wait, I missed it\".",
                "image": "https://drive.google.com/file/d/1Qnzbrs5GbRq1AZixs-X-UNVCa3BZuFY-",
                "video": ""
            },
            {
                "desc": "I made this in Blender and tweaked the colors for a few weeks before deciding on the sickly green final version. The hand is a 3d scan which was then placed in front of a plane emitting inverse light, making the hand seem to sink into shadow. This reflects the album's theme of a hand reaching into the darkness, trying to take some out.",
                "image": "https://drive.google.com/file/d/1C654ITI5MdhyvrPOl5jZsAguLBk5-2AU",
                "video": ""
            }
        ]
    },
    {
        "email": "kaveeshkas09@gmail.com",
        "first": "Kaveesh",
        "last": "K",
        "sample": [
            {
                "desc": "This is my work which tells you a easy calculation fot finding alt of thrusters in most of the rockets.",
                "image": "https://drive.google.com/file/d/1AvmlMwql1mOygrSSdLXjvPe957fuk2XY",
                "video": ""
            },
            {
                "desc": "This is just an image why i had posted this means this has a meaning, let me give u a clue, if these unites we get things easier.",
                "image": "https://drive.google.com/file/d/1W8DR_kk7z5mWDOn36uaXFTSGHYwSr8wf",
                "video": ""
            },
            {
                "desc": "This is what is time and space according to me, this was written by me by refering the ideaa of aristotle.",
                "image": "https://drive.google.com/file/d/1E60rXB9b7iCNDE5ETdPn6tKWzmwZVTVT",
                "video": ""
            }
        ]
    },
    {
        "email": "sh1827@jagmail.southalabama.edu",
        "first": "Seemah",
        "last": "Hakim",
        "sample": [
            {
                "desc": "I made a collage about the relationship between technology, the world around us, and our minds. Technology has helped humanity improve and advance in ways that we could never imagine. However, it has also harmed us in some ways. It is in the hand of the wielder to decide if they want to use technology for their advancement or their downfall. ",
                "image": "https://drive.google.com/file/d/1zDuyaQnTalvAModkuUZ8F-8Gqt3HeKnP",
                "video": ""
            },
            {
                "desc": "I created a watercolor painting for my school yearbook cover. Our school logo is a hawk so I painted hawks perched on a tree with graduations caps that have hatched from their eggs to represent my class growing up and moving on to the next part of our lives. I painted the tree trunk to look like the bricks of the school to tie everything together. ",
                "image": "https://drive.google.com/file/d/1A56tTHfU5dNEn45BklR4R2SoMyUmEHxh",
                "video": ""
            },
            {
                "desc": "I created this painting using acrylic paint and a palette knife. I ended up gifting it to a friend of mine who is a big fan of Peter Pan. I wanted to make it simple but have lots of texture and a clear theme. ",
                "image": "https://drive.google.com/file/d/1DasAOIZfbw8mzRo0DnvZRMTEIF1JCDfw",
                "video": ""
            }
        ]
    },
    {
        "email": "tareen.haque@macaulay.cuny.edu",
        "first": "Tareen",
        "last": "Haque",
        "sample": [
            {
                "desc": "I painted my laptop desk with constellations with a sunrise background. The sunrise  reminds me of a sunrise I saw at Rehoboth Beach, Delaware. I chose these specific constellations because they were visible during my family’s trip to Cox’s Bazar, Bangladesh. Combining both of these warm memories was what motivated me to work on this art piece.",
                "image": "https://drive.google.com/open?id=1JSUEjfZn5RM1zqvRS-4b7FTDp8-l03pc",
                "video": ""
            },
            {
                "desc": "I took this photo in a supermarket, right after a huge thunderstorm. Although everyone was rushing to get inside, I stopped by the garden section. I thought the flowers would look even more vibrant with the rain. I was able to take this photo of a flower with raindrops around it, showing how beauty can be found in even the simplest of things. ",
                "image": "https://drive.google.com/open?id=1QWV8o4h_eqy3pu9eo6FiPqmGdQKjh8SI",
                "video": ""
            },
            {
                "desc": "Over the summer, I traveled with family to Cox's Bazar, in Bangladesh. Cox's Bazar is the longest sea beach in the world, and we got to enjoy the beauty of it firsthand. Most of my relatives have never seen the ocean, so it was very fun! Here is a compilation of our memories with music that represents the sentiments we felt during that vacation. ",
                "image": "",
                "video": "https://www.youtube.com/embed/xG6LJfR_tDU"
            }
        ]
    },
    {
        "email": "pmonthei@asu.edu",
        "first": "Patrick",
        "last": "Monthei",
        "sample": [
            {
                "desc": "This is a one of a kind painting of a satellite in between Mars and Jupiter from scratch.",
                "image": "https://drive.google.com/file/d/1oCEy8qk5x-gA8L8_mGWlMl-h5YefOkMY",
                "video": ""
            },
            {
                "desc": "This is the aftermath of my project car. I bought the car with a terrible paint job. I sanded it down by hand after class each day for a week. I would love to send two more pictures If you're interested. The before and during pictures. It is hard to imagine the transformation. I feel that it is a good display of my creativity and capability.",
                "image": "https://drive.google.com/file/d/1xsoN5V0Vz7K9G-jgRtSfDq7xkWeyhCO0",
                "video": ""
            },
            {
                "desc": "These are 3D printed models that I printed off on my own printer. They are characters from \"Pokemon\" used as various chess pieces. The pieces on top of the castles are rooks, the ones with the swords are knights, and lastly the small pieces are pawns. I spent roughly 25 hours printing/hand painting these. I am very proud of the outcome.",
                "image": "https://drive.google.com/file/d/15FDUA2wy-9pZYN2JlOGHgnvLt59BYPuE",
                "video": ""
            }
        ]
    },
    {
        "email": "rberbera@asu.edu",
        "first": "Rigoberto",
        "last": "Berber",
        "sample": [
            {
                "desc": "8 floor local multipurpose Building for the City of  Tempe ",
                "image": "https://drive.google.com/file/d/11ddfTlBXlxJ5MUwy5tdSSX9KmSaUsf_J",
                "video": ""
            },
            {
                "desc": "This a 100ft viewing structure for Tempe town lake that would allow pedestrians to have views of different landmarks across Tempe, Phoenix and Scottsdale.",
                "image": "https://drive.google.com/file/d/1bPvtK2lPDIbmkRRIpacrfYB1aqarKiSY",
                "video": ""
            },
            {
                "desc": "This is a water pavilion that provides shade and displaces rain water into a pond which feeds into the Rio Salado river. Used for pedestrians walking along the edge of Tempe Town lake, and the project touched upon in the last essay.",
                "image": "https://drive.google.com/file/d/1ytyTK0sVihJjyXrAeQx7p2G1eJr1SfyP",
                "video": ""
            }
        ]
    },
    {
        "email": "kjoachim@murraystate.edu",
        "first": "Kyler",
        "last": "Joachim",
        "sample": [
            {
                "desc": "Originally part of a triptych, this piece represents the intimacy and love I view nature with. I hope the same feelings well up within the viewer. This piece also captures the spirit of space travel for me, as it is not so much the exploration of foreign bodies, but rather furthering the intimacy with one we have already fallen in love. ",
                "image": "https://drive.google.com/file/d/1w8wCYvTXWl4HCq-8vAKR-ymOll3CgoRu",
                "video": ""
            },
            {
                "desc": "This piece represents the high contrast, simplistic way that I sometimes approach subjects, especially complex ones. It distills the piece down to its truest intent, makes it both easily digestible and potent. Flipping the image shows the ease at which captivation can occur if you simply look at something differently, break out of the box. ",
                "image": "https://drive.google.com/file/d/199t53Zl94NkWDfI6IUDZt5QHfWpWTDx8",
                "video": ""
            },
            {
                "desc": "Not representative of my body of work as a whole, this piece captures much of my philosophy. The duality of elements (light is light and leaves) and how suggestion can sometimes trump objective representation. This is how a night walk feels, not is. Objectivity is easy with a camera, how can we work impression and emotion into this project?",
                "image": "https://drive.google.com/file/d/1wSEzD0vfoB1udmlARL7wH7e2Msvz0zrG",
                "video": ""
            }
        ]
    },
    {
        "email": "scd3fr@virginia.edu",
        "first": "Sylvia ",
        "last": "Dahlhauser",
        "sample": [
            {
                "desc": "The video features a song called “Sunflower” by Zach Farache. A day of experiencing the Earth’s beauty, from sunflower fields to sunset, seemed the perfect opportunity to illustrate Farache’s “Sunflower,” and depict in particular the alternate movements and stillnesses of the song. My goal was to convey the feelings of peace and beauty.",
                "image": "",
                "video": "https://www.youtube.com/embed/Udy7mn8pXo0"
            },
            {
                "desc": "The work is acrylic on a wooden board, with paper added on. It is inspired by a quote from Alexander Solzhenitsyn’s One Day in the Life of Ivan Denisovich, “In our village, folks say God crumbles up the old moon into stars.” ",
                "image": "https://drive.google.com/open?id=1_H6dxr39tgT6BztljWa7BrOkmoyL5SEA",
                "video": ""
            },
            {
                "desc": "The Summer 2017 series photos are taken with either iPhone or Nikon and edited with VSCO. “Solar Eclipse” involves some cropping and layering of different photos. The series has complex origins, but above all, the photos aim to inspire nostalgia in the viewer. ",
                "image": "https://drive.google.com/open?id=15mAp0m9KsMSOaOV8MZsjBmoyqQaxedPx",
                "video": ""
            }
        ]
    },
    {
        "email": "rferrer2@asu.edu",
        "first": "Raquel",
        "last": "Ferrer",
        "sample": [
            {
                "desc": "This work titled, Self Portrait with a Hat, was created as a response to trying to understand deeper levels of who I am as an individual. I attempted to see myself as I am without any filter, and portray myself with all my imperfections.",
                "image": "https://drive.google.com/file/d/1aVOaoAXzUIrG5dkXAQNinTyrx5P9HJjd",
                "video": ""
            },
            {
                "desc": "This work utilizes different mediums including, pen, tracing paper, feathers, and tape, and is another self portrait on a cyanotype background. Here, I adopted a more classical pose to show a high class atmosphere. This was done to elevate my status as I explored my sexuality.",
                "image": "https://drive.google.com/file/d/1wstNxDdO5qWCdijgPTEcs4sYUZmDsJTF",
                "video": ""
            },
            {
                "desc": "This artwork, \"Self Portrait Filter\", is a lithography which explores the art form, as well as minimal lines to create a likeness to myself. This piece is much more technique driven. There is the underlying social media filter that was used as reference. There are beginnings of accepting that it's okay to have many faces. ",
                "image": "https://drive.google.com/file/d/1j0JcOqUdvodSd5eLTtZsifrzu614LC8S",
                "video": ""
            }
        ]
    },
    {
        "email": "karregui@asu.edu",
        "first": "Karime",
        "last": "Arreguin",
        "sample": [
            {
                "desc": "I designed this poster using Peter Rubin’s graphic of Psyche. I wanted the focus to be Psyche which is why I placed it in the center and added a circle behind it to be able to draw attention to it. The design at the bottom represents the collision that left the core in place and I used the colors of the Psyche logo to represent the mission.",
                "image": "https://drive.google.com/file/d/1IA0uHBVci24x_kdgxgq1D8GQSquqG6kw",
                "video": ""
            },
            {
                "desc": "For this project I decided to make an illustration because this is such an exciting mission that everyone should know about no matter their age. Since I made the illustration as a pattern, I wanted to see what it would look like if it was used in different types of clothing and objects. As shown in the image, that is a mockup of a onesie.",
                "image": "https://drive.google.com/file/d/1z2vNqsups4EG44lDWmVjxMzI1fBtH9jF",
                "video": ""
            },
            {
                "desc": "This is a mockup of an app for NASA’s Psyche mission. I used content from psyche.asu.edu to incorporate into this application. I decided to keep the style very minimalist and similar to the website, so it is consistent. This app is supposed to work as a social media platform for users to share their work with others and learn about the mission.",
                "image": "https://drive.google.com/file/d/1OA3IM6kmE_84Q1kKfkjCvScmaOOwKtJq",
                "video": ""
            }
        ]
    },
    {
        "email": "pr4354@truman.edu",
        "first": "Pujita",
        "last": "Ravichandar",
        "sample": [
            {
                "desc": "This work is a mixed media piece titled Exploring Saturn created with watercolors and pen. This work is inspired by my observational astronomy experience. As a child, seeing Saturn through a telescope for the first time inspired me to pursue astronomy as a career.",
                "image": "https://drive.google.com/file/d/1_CETa_OYWpsOdYVi1Zg6AIn0KTKuADRf",
                "video": ""
            },
            {
                "desc": "This work is an oil painting titled Painting of a Model. This piece demonstrates the technical abilities to understanding can communicate form, use color, and layer paint effectively. This piece was done in Boston, Massachusetts under supervision of Brett Ganache.",
                "image": "https://drive.google.com/file/d/1zaRGMHb-LCX-YFWR55IdhRZpiev7PF__",
                "video": ""
            },
            {
                "desc": "This piece is a charcoal drawing titled Tools to Create. The use of charcoal to effectively communicate the presence of the objects demonstrates understanding of value and three dimensionality. This work is based on a still life of objects that are important to me in my painting process.",
                "image": "https://drive.google.com/file/d/1iuNMU1iVgu_h_9ufNfZjoqlvdu20ynGo",
                "video": ""
            }
        ]
    },
    {
        "email": "shack1@asu.edu",
        "first": "Shannon",
        "last": "Hack",
        "sample": [
            {
                "desc": "This piece is inspired by the wright brothers and my vision that their school days were spent on a stool, wearing a dunce cap because they made paper airplanes.",
                "image": "https://drive.google.com/file/d/1bghpmeTtVpX2ZBVZyM_-WH5YbiL1f5dg",
                "video": ""
            },
            {
                "desc": "In this piece I kept the Indigenous use of the hummingbird in bead work but added Van Gogh's Starry Night as the background to create a contemporary design.",
                "image": "https://drive.google.com/file/d/1NkX5BpO3OALxXeZHLlXNzGEALU6qcVKx",
                "video": ""
            },
            {
                "desc": "This piece is about bringing attention to endangered sea turtles that were hunted to make shell jewelry. It shows there are ways to show the turtles beauty in art without having to harm them.",
                "image": "https://drive.google.com/file/d/1LsQhH6hiXlE9HG_Q-_0zVEKq6VAfAB00",
                "video": ""
            }
        ]
    },
    {
        "email": "kaitashcroft@gmail.com",
        "first": "Kaitlyn",
        "last": "Ashcroft",
        "sample": [
            {
                "desc": "Psyche is the goddess of the soul while psyche 16 is the soul of a planet. ",
                "image": "https://drive.google.com/file/d/1IC2misf-do4WZ7O5Ptm6J2DaTJnG8tcz",
                "video": ""
            },
            {
                "desc": "Humanity reaching into the core of the earth.",
                "image": "https://drive.google.com/file/d/1VCflVK5o25ckk8IIRZYBjHgntgfIxBFg",
                "video": ""
            },
            {
                "desc": "Pillars of creation.",
                "image": "https://drive.google.com/file/d/10o5t1ZU4CyVjE_CuowOYZO6KDhnTjtUZ",
                "video": ""
            }
        ]
    },
    {
        "email": "ahxie@iu.edu",
        "first": "Amberly",
        "last": "Xie",
        "sample": [
            {
                "desc": "I wanted to exhibit the wonders of nature that hide from our everyday lives and how we can affect other beings. The fluid motion of the hair extends through the fish’s tails. This connection conveys that lives can meld and affect each other. The brightly colored fish stand out from the rest of the piece, reminding others of the wonders of Earth.",
                "image": "https://drive.google.com/file/d/11sdDX6E89wX_GArz9vkMfk2UyIGjSAbm",
                "video": ""
            },
            {
                "desc": "This watercolor draws inspiration from the film “Princess Mononoke”, where she herself is depicted as a courageous warrior. In this piece, the blue glow emanating from the woman’s chest represents the potential we hold inside each of us. I aimed to remind myself and others of our own inner strength and to find peace in difficult situations.",
                "image": "https://drive.google.com/file/d/1vM7LB14e-7wvyPuYt8PfUPQ-_0AIxoj3",
                "video": ""
            },
            {
                "desc": "There is still much we can discover–which is exciting! I want others to realize this and embrace the unknown. I contrasted pastel colors with the darkness of the universe, symbolizing how much we don’t know. However, we are linked through the universe we live in. Together, we can continue uncovering more mysteries or our wonderful universe.  ",
                "image": "https://drive.google.com/file/d/1O46lTZRK0oihdNSeMTE3EFZrEkrmdHM-",
                "video": ""
            }
        ]
    },
    {
        "email": "dhope633@gmail.com",
        "first": "Hope",
        "last": "Diamantopoulos",
        "sample": [
            {
                "desc": " This writing piece is my take on how Psyche is an amazing opportunity for all of us to learn more about our own planet, with a mix of mythological context. ",
                "image": "https://drive.google.com/file/d/1JTNzn2D19Ch8yCqEnXAEKvUv7rTWRYpr",
                "video": ""
            },
            {
                "desc": "In this first image I tried to make the viewer think about how much we know about what happens inside us, so that it personalizes what we could learn about the magnetic field of the Earth through Psyche. In this image I had the man or Atlas hold up the earth. ",
                "image": "https://drive.google.com/file/d/1MOhWcRJsSQDtuVRUsincPcXrCbVmzKCY",
                "video": ""
            },
            {
                "desc": "In this second image I tried to play off the idea that we could learn so much about our own magnetic field from Psyche. I included dotted lines to represent Earth's magnetic field. I had Atlas/ the guy cradle the Earth in this one so it is the center focus and shows that we care about the unknown within. ",
                "image": "https://drive.google.com/file/d/18Vs6GMfv830GZnsSq_ANGlgpGwketGyl",
                "video": ""
            }
        ]
    },
    {
        "email": "segaudettebeller@comcast.net",
        "first": "Samantha",
        "last": "Gaudette Beller",
        "sample": [
            {
                "desc": "I was inspired by sci-fi and horror B movies to create 4 miniature marker drawings that incorporate animate and inanimate objects. ",
                "image": "https://drive.google.com/file/d/1eYbmhhuFkf9JM37x2keHMENguDMM2b7b",
                "video": ""
            },
            {
                "desc": "I used ink to create a picture of a fantasy world in the style of a storybook illustration. I incorporated elements from the literature and memories of my childhood ",
                "image": "https://drive.google.com/file/d/150PLEA2UZzi3uu9oGLtS515NIWHb-dYo",
                "video": ""
            },
            {
                "desc": "I used contrasting colors to paint faces with contrasting expressions. I was inspired by the pop art of Roy Lichtenstein and Andy Warhol.",
                "image": "https://drive.google.com/file/d/1vFHnzrRz49sQcDYvqlUKdSRAGEmCdu_l",
                "video": ""
            }
        ]
    },
    {
        "email": "nguyenqa@vcu.edu",
        "first": "Quynh",
        "last": "Nguyen",
        "sample": [
            {
                "desc": "This is a zine made out of pictures of things saw on the way to my class every day.  I used the method of overlaying, cutting or parallel layouts to create new images from familiar scenes. This zine is a way for me to bring everyday images to people under my view to create visual appeal for viewers.",
                "image": "https://drive.google.com/open?id=19GS4uq0PwPjtjM4cnbtupjVUl621B4WD",
                "video": ""
            },
            {
                "desc": "This short film is a journey to find my sleep during periods of stress and struggle with the temporary psychological illness in my body. What is shown in this video is the real experience from myself and other friends who also suffer from insomnia and trouble sleeping for many reasons.",
                "image": "",
                "video": "https://youtube.com/embed/gPBbakxHFyU"
            },
            {
                "desc": "  Photography is just a shape of love and love is simple. Love can be the sink I use to wash my face every day, it can the foods and drinks in the vending machine, love always there in my bowl of noodles and love is my Roommate. I always have a story behind my pictures, but this time I just picked up my camera and follow the signs from my heart.",
                "image": "https://drive.google.com/open?id=1sdCFERisLcJ3O4Wk5ascaN06_YlR7Wvg",
                "video": ""
            }
        ]
    },
    {
        "email": "ak6fr@virginia.edu",
        "first": "Allison",
        "last": "Kinney",
        "sample": [
            {
                "desc": "While walking on the Florida coast late at night, my mom and I saw a mother sea turtle scooting up the beach to lay her eggs. When I got home, I looked up images of turtle tracks to identify the turtle, then began to write this song.",
                "image": "",
                "video": "https://youtube.com/embed/aInzbTVZxxg"
            },
            {
                "desc": "A short-fiction meditation on the practical difficulties Medusa would face, going about her business in the modern world.",
                "image": "https://drive.google.com/open?id=1juRXTDnFti79y9pxMERs_WBvcx-b8rw5",
                "video": ""
            },
            {
                "desc": "A digital portrait of Amanda Palmer, a musician I admire.",
                "image": "https://drive.google.com/open?id=1q1xAe_vjoxRnyys_GIxqF5S-5sJpxH9_",
                "video": ""
            }
        ]
    },
    {
        "email": "mayaspuri@gmail.com",
        "first": "Maya",
        "last": "Puri",
        "sample": [
            {
                "desc": "This is some original lyrical/contemporary choreography created for an advanced dance summer intensive workshop. I am the dancer in the front row wearing the white short sleeved t-shirt.",
                "image": "",
                "video": "https://youtube.com/embed/Rre6VoHOXdU"
            },
            {
                "desc": "This is some original modern choreography. It was created for a spring dance recital. I am the dancer in the front row center.",
                "image": "",
                "video": "https://youtube.com/embed/8xsX2k7urig"
            },
            {
                "desc": "This piece is a surrealistic painting I did using acrylic paint on canvas. The assignment was to create a collage from magazine and newspaper clippings, and then a painting based off the collage.",
                "image": "https://drive.google.com/open?id=1OCsDizqjRsk04e7TJ-kS9QvhJnTbk0Cm",
                "video": ""
            }
        ]
    },
    {
        "email": "siennamaria13@gmail.com",
        "first": "Sienna",
        "last": "Gonzales",
        "sample": [
            {
                "desc": "Ink on white acrylic board, 24\"x36\" ",
                "image": "https://drive.google.com/file/d/1RKVWwXzL-GDCKrZT6CWSgJH6_i_JPIEL",
                "video": ""
            },
            {
                "desc": "Mixed Media, line work in ink and coloring in Procreate for the iPad Pro",
                "image": "https://drive.google.com/file/d/1BYgNZJdjCXZnbM6na6cthrdWiz9nUvTZ",
                "video": ""
            },
            {
                "desc": "Digital medium, Procreate for the iPad Pro",
                "image": "https://drive.google.com/file/d/1TR4nbIY241y3Qa8SIqnVn85iyoZqeYZw",
                "video": ""
            }
        ]
    },
    {
        "email": "nityagoyal15@gmail.com",
        "first": "Nitya",
        "last": "Goyal",
        "sample": [
            {
                "desc": "Since the link is not youtube/vimeo, I have also attached an image. This is a virtual exhibit that I had created as a part of my art history class, on the Greek influence on Roman architecture. I studied the elements in detail and drew connection between the cultures.",
                "image": "https://drive.google.com/file/d/1C51dcLNSDHl83yjTgDth6ORokpGyHqER",
                "video": "https://www.artsteps.com/view/5bfbac5fdb8c2f4051bcd789"
            },
            {
                "desc": "This is a part of the essay that I wrote to describe how anklets aren't merely inanimate objects, and have a story of their own.",
                "image": "https://drive.google.com/file/d/1-Hex0vrUeby19f40FeHRCUpoYLgdy18d",
                "video": ""
            },
            {
                "desc": "This work is to demonstrate my analysis and summary on a text presented by Plato.",
                "image": "https://drive.google.com/file/d/1T3riJh1Oq_ZYh3o7BwtS2ghJFWyjd9ZO",
                "video": ""
            }
        ]
    },
    {
        "email": "kuitka@gmail.com",
        "first": "Jacob",
        "last": "Huss",
        "sample": [
            {
                "desc": "This has both influences from Japanese oni masks and mexican art patterns and colors.There is also an abstract element that leaves the narrative open to interpretation. \"Onion Mask\" 9x11\" paint marker on canvas",
                "image": "https://drive.google.com/file/d/1i5Bg2Vtoqql97sHbzTWSeXOGRh1WnIbv",
                "video": ""
            },
            {
                "desc": "This is an abstract representation of an owl in space. \"Cosmic owl\" 9x11\" paint marker on canvas",
                "image": "https://drive.google.com/file/d/1nVDzPkxI6Jlo1ORlra9m45Wd9FRGiKxY",
                "video": ""
            },
            {
                "desc": "this is a combination of indian and chinese element philosophy. \"elements\" 20x22\" paint on canvas",
                "image": "https://drive.google.com/file/d/1denFIpUGOAeYGdI7mbe9IUZx1_QSY9Jf",
                "video": ""
            }
        ]
    },
    {
        "email": "mcalata01@gmail.com",
        "first": "Mikaela",
        "last": "Calata",
        "sample": [
            {
                "desc": "Featured is an astronaut wearing the ACES, which was designed for the outer layer of material to be specifically colored International Orange to stand out against any landscape and make the astronaut easy to spot. The hexadecimal code for the aerospace version of Intl. Orange is also shown, and the suit was colored with its exact hex triplet color.",
                "image": "https://drive.google.com/open?id=1XMWKMel1xhxyXvK6HFG1SW7V05ILTs9H",
                "video": ""
            },
            {
                "desc": "This is a video version of a gif with simple background and text animation of a personal project about skincare and self-love. I am very passionate about diversity in art and representing many different body types, and I created my skincare girls with this in mind. ",
                "image": "",
                "video": "https://player.vimeo.com/video/352427722"
            },
            {
                "desc": "This is also a personal piece featuring the contents of my schoolbag throughout the last Spring semester. Drawing the contents of your schoolbag or purse has become a “meme” in the art community since it’s a fun way to express your own art style and bond with your audience over what kinds of necessities other people carry around. ",
                "image": "https://drive.google.com/open?id=1gRNt1i9KTO7KBRVOU9rIGibLQUNZueFO",
                "video": ""
            }
        ]
    },
    {
        "email": "erhartes@vcu.edu",
        "first": "Ellie",
        "last": "Erhart",
        "sample": [
            {
                "desc": "This is a spread from my short comic \"I Will Fly,\" created as a part of the Illustration Academy summer comics summer workshop. The prompt was to create a five-page story using with all poses and backgrounds referenced from only black and white photos. Watercolor and ink on illustration board; text is a custom-made font input with photoshop.",
                "image": "https://drive.google.com/file/d/1aa6ZSTWEsvdNffHVFYtwtKmTkvUF8nZk",
                "video": ""
            },
            {
                "desc": "This is a cover resdesign for the book Tuck Everlasting by Natalie Babbit. The visuals on the cover reflects the importance of time and the setting of the woods to the narrative. Procreate and photoshop, with hand-lettering..",
                "image": "https://drive.google.com/file/d/1TJ2-rz9MeEaiQq1et-jZOgjwfQOqaLR5",
                "video": ""
            },
            {
                "desc": "This is a spread from the novel When You Reach Me, by Rebecca Stead, which I redesigned and illustrated for my portfolio. The illustrations were done in watercolor and ink, with adjustments made in photoshop. The graphic design was done in adobe indesign.",
                "image": "https://drive.google.com/file/d/1iYHhD1qQus6C6_DNXHlSPCBd3PR7yPev",
                "video": ""
            }
        ]
    },
    {
        "email": "chase.mortensen3@gmail.com",
        "first": "Chase",
        "last": "Mortensen",
        "sample": [
            {
                "desc": "Graphite. This work is one of several focusing on the male human figure.",
                "image": "https://drive.google.com/file/d/1_rFf_hfTXwJjYHeNVUXwwSQZS4_HscdG",
                "video": ""
            },
            {
                "desc": "Graphite. This is another piece I did on the male human form.",
                "image": "https://drive.google.com/file/d/1NVoTMuR-7SQRPeZnqcmUIDG_e2TLq-4R",
                "video": ""
            },
            {
                "desc": "Acrylic. This piece was inspired by a car show in Logan, UT.",
                "image": "https://drive.google.com/file/d/1znXtHvyJMZvJX08fyi-ExLrBv-Jjscwo",
                "video": ""
            }
        ]
    },
    {
        "email": "lneldner@rollins.edu",
        "first": "Lauren",
        "last": "Neldner",
        "sample": [
            {
                "desc": "I created this painting when I first learned about the Psyche mission and Psyche Inspired back in April. The mosaic with the mission’s colors is to demonstrate the many pieces that will soon come together. The space craft is in the center and is made with aluminum foil to demonstrate how the heart of the mission is focused on mental.",
                "image": "https://drive.google.com/file/d/1Vb2jojbbSwkyMIinHMMY9V4tnGIxBwo_",
                "video": ""
            },
            {
                "desc": "This piece was inspired by the orientation for my IRIS internship last summer. I loved the bond that formed between my cohort over our love of geophysics and space. I wanted to capture the peace that we all felt on our last night while surrounded by the things we love even though we were all scared about what would happen during our internships.",
                "image": "https://drive.google.com/file/d/1mWfI4XOmZ51I8gEs4hzNOMtObothUXZ_",
                "video": ""
            },
            {
                "desc": "This was inspired partially by the things that my mom said to me as a kid to help me, and by the bedtime routine of a 5-year-old that I babysit. Today’s world can be scary for kids, but space is consistent to them and consistency is something that can help kids remain calm and moving forward.",
                "image": "https://drive.google.com/file/d/1uN4Qv3q21naeoZAfzQzpbOONtFtZ_LVT",
                "video": ""
            }
        ]
    },
    {
        "email": "Sarah.Le@asu.edu",
        "first": "Sarah",
        "last": "Le",
        "sample": [
            {
                "desc": "Time; Colored Pencil on Mylar Paper; 18”x22” Extensive reference to time. Loch Ness monster as age old mystery, lotus flower reference Greek lotus-eaters and inability to keep track of time, whales as the largest animal to ever exist within tadpole eggs as a play on life and death/immortality. Placement of small human to juxtapose ego with time.",
                "image": "https://drive.google.com/file/d/12EBH2Iy0BRPPbAsWDe8J4v9_7r4irxZh",
                "video": ""
            },
            {
                "desc": "Unnamed; Oil on canvas; 24”x36” Live, still study of the human body. Meant to promote openness, beauty, and acceptance of the nude figure. Drawn with no formal measurements. Proportions were left to basic understanding and related to other forms of the body.",
                "image": "https://drive.google.com/file/d/1F526gvFVvklBjBGXEYslT96tVYsGHXvM",
                "video": ""
            },
            {
                "desc": "Catch; Oil on primed wood canvas; 24”x24” Intended to provoke thought. Use of the jocose Nerf font on a controversial topic is meant to demonstrate mass desensitization regarding anthropogenic pollution of the mind.",
                "image": "https://drive.google.com/file/d/1v4OPxq0qiDryyXaNyW_teMZfWpnL_n2V",
                "video": ""
            }
        ]
    },
    {
        "email": "nguyenbint05@gmail.com",
        "first": "Binh-An",
        "last": "Nguyen",
        "sample": [
            {
                "desc": "“Cutting All Ties To You” is a sculptural piece with meaning. 2 anatomical hearts, paper scissors, and fragile clay hand try to cut the last tie to separate but don’t have the strength. The string enters one valve where blood pumps out and enters the other valve where old blood enters, representing the relationship. Efforts to separate are futile.",
                "image": "https://drive.google.com/file/d/1XqrgxIe8E0BgNcciVzEW6xyVFfOrVybo",
                "video": ""
            },
            {
                "desc": "“Chrysanthemums” is a piece showcasing detail in the flowers and how there are details our eyes may not see. For example, some colors depicted are not how they appear but instead what our emotions see that enhance an image/subject. ",
                "image": "https://drive.google.com/file/d/1cV8xwCgZlT8X968FdkrIrLnIpGkfBCVN",
                "video": ""
            },
            {
                "desc": "“Mafic” is an oil pastel abstract piece focusing on color theory rather than subject. I wanted viewers to look more about the colors and shapes around them instead of just the objects themselves.",
                "image": "https://drive.google.com/file/d/11PJta6cL0W-kr_KZgpGO2X8lvThYFWHu",
                "video": ""
            }
        ]
    },
    {
        "email": "jenbarnes7@gmail.com",
        "first": "Jennifer",
        "last": "Barnes",
        "sample": [
            {
                "desc": "This piece was inspired by the film The Life Aquatic and pictures one of the main characters, as well as smaller aquatic elements from the film. ",
                "image": "https://drive.google.com/file/d/15LyDSJTWqLaQiWg3C7dLd-DVAeMP7Xvg",
                "video": ""
            },
            {
                "desc": "This is a sample of my specialty, portraits in the style of impressionism.",
                "image": "https://drive.google.com/file/d/1E7UAkoZAWRyS8dui3GClqylLorGaoJwd",
                "video": ""
            },
            {
                "desc": "This is a sample of a geometric direction I also often play with.",
                "image": "https://drive.google.com/file/d/1AULAfZKDgkY0GZJPv5EiUWAbL0fRv5lw",
                "video": ""
            }
        ]
    },
    {
        "email": "cariess@asu.edu",
        "first": "Clara",
        "last": "Riess",
        "sample": [
            {
                "desc": "each section of the online portfolio has short descriptions embedded ",
                "image": "",
                "video": "https://cariess.wixsite.com/portfolio"
            },
            {
                "desc": "each section of the online portfolio has short descriptions embedded ",
                "image": "",
                "video": "https://cariess.wixsite.com/portfolio"
            },
            {
                "desc": "each section of the online portfolio has short descriptions embedded ",
                "image": "",
                "video": "https://cariess.wixsite.com/portfolio"
            }
        ]
    },
    {
        "email": "joyce.tsui26@gmail.com",
        "first": "Zang Ching",
        "last": "Tsui",
        "sample": [
            {
                "desc": "After the storm, the umbrellas washed up to the streets. The girl curiously reaches to read the posters, unknowingly learning about the future pressures she must endure. 剩女is a derogatory term that describes unmarried women over 25. In marriage markets, parents fill out their children’s profiles without their consents to advertise them to marry.",
                "image": "https://drive.google.com/file/d/1n-ybwDZZi2IrSzMdtkL_GwicWhmqchtL",
                "video": ""
            },
            {
                "desc": "Afraid of the light, she keeps her umbrella tight against her body wherever she goes. For if the light even touches her, she will instantly become dirty. Colorism is deeply embedded in Asia’s culture, and women go to extreme lengths even bringing an umbrella everywhere to keep themselves white as dark skin is seen as filthy, undesirable, and old. ",
                "image": "https://drive.google.com/file/d/1P1ER647ta1JOlKmVumPmfolAhRsN4bkc",
                "video": ""
            },
            {
                "desc": "In a single splash, their face, identity, confidence; everything is robbed. What may seem like water is undoubtedly acid, as it instantly dissolves their 7 layers of skin and bones. About 1000 acid attacks are reported yearly in India. Perpetrators are usually jealous men who’ve been rejected by women seeking to disfigure, torture, or kill them.",
                "image": "https://drive.google.com/file/d/1VPnwEndNwNMqaEwA0E2UIuMiKuciHSjB",
                "video": ""
            }
        ]
    },
    {
        "email": "ngorzen@asu.edu",
        "first": "Natassia",
        "last": "Gorzen",
        "sample": [
            {
                "desc": "3 side by side 11\"x14\" acrylic paintings done using selective lighting and local color",
                "image": "https://drive.google.com/file/d/1Ukc7J8htcGGxZLFMixDZw6-KCdYtd-zX",
                "video": ""
            },
            {
                "desc": "18\"x20\" black and white micron pen pointillism of octopus",
                "image": "https://drive.google.com/file/d/1XMQAcFzigTfAtDiIzBdjSmJ6aIErqFwI",
                "video": ""
            },
            {
                "desc": "16\"x24\" watercolor painting of a pug",
                "image": "https://drive.google.com/file/d/1fsF6iUmULfWves52jroWXziRlj6Dylp8",
                "video": ""
            }
        ]
    },
    {
        "email": "autumnawbrey@berkeley.edu",
        "first": "Autumn",
        "last": "Awbrey",
        "sample": [
            {
                "desc": "I wrote this poem about my favorite beach town, Capitola. It has a small area with colored houses, and I was inspired because I wondered what it would be like if the houses were people. I wrote it whilst sitting right in front of those houses and people watching.",
                "image": "https://drive.google.com/open?id=14vP99QV-SJhkrAeHM9T1LbMJAkKPRFO2",
                "video": ""
            },
            {
                "desc": "This is a song I wrote called Summer Blues, and was inspired by the people whom I missed as summer was coming to a close. I am a part of the multimedia team for the Daily Californian, and they asked if I could perform a song for the segment called Berkeley Beats. ",
                "image": "",
                "video": "https://www.youtube.com/embed/kgZZH1AWwn8"
            },
            {
                "desc": "This is a song I wrote called Saturday Sadness. It’s about being okay with not doing anything on a Saturday. I performed it in my hometown at an open mic at my favorite coffee shop where I study my physics. I attached the lyrics in the description of the video. ",
                "image": "",
                "video": "https://www.youtube.com/embed/NBu2o1wbKng"
            }
        ]
    },
    {
        "email": "aledalla@asu.edu",
        "first": "Aishwarya ",
        "last": "Ledalla",
        "sample": [
            {
                "desc": "I made this piece using weaving coil, yarn, habutai silk, and silk paint, embellishing it with beads and ribbons. For this project, I drew inspiration from the portrayal of strong women in mainstream movies, specifically Wonder Woman and Mad Max: Fury Road. The chest piece represents their warrior personas while the flowing skirt their femininity. ",
                "image": "https://drive.google.com/file/d/1Jd5qCsa_uWbpgE2CDbibU0-5k99nXw8Z",
                "video": ""
            },
            {
                "desc": "I used felt, habutai silk, and beads for this work. My inspiration for this project came from an Indian tradition of women embellishing themselves with jasmine and hibiscus flowers to symbolically bring good luck and strength to their home. I incorporated felted jasmine buds and a fantasy hibiscus into this dress.",
                "image": "https://drive.google.com/file/d/1Gy5QPIIJ4VYObBlY1Q7DVGgb_w1IELGz",
                "video": ""
            },
            {
                "desc": "This work is a silk painted scarf. I was inspired by the Japanese setting and their meaning of the dragon, which is a wise and good creature made to look fierce due its power. I contrasted its fierce features with cherry blossoms to emphasize its gentleness. ",
                "image": "https://drive.google.com/file/d/1T9muvzUjGNRUJhBNrbY_e05mRZufTYH6",
                "video": ""
            }
        ]
    },
    {
        "email": "Rebecca.barbanell@seattlecolleges.edu",
        "first": "Rebecca",
        "last": "Barbanell",
        "sample": [
            {
                "desc": "This is when I heard about this program! I was so Psyched and inspired I illustrated the Psyche astroid and spacecraft!",
                "image": "https://drive.google.com/open?id=1__pcJGga8RfTWgCrgOKrvdlkATyrkAnj",
                "video": ""
            },
            {
                "desc": "I would love to play didgeridoo space sounds with some art pieces!",
                "image": "",
                "video": "https://youtube.com/embed/4RqBOGCwBlM"
            },
            {
                "desc": "This is a collaboration video I did with some of my friends for my kids book promotions",
                "image": "",
                "video": "https://youtube.com/embed/H0RVDS2f9Dw"
            }
        ]
    },
    {
        "email": "pricesr@mymail.vcu.edu",
        "first": "Sophia",
        "last": "Price",
        "sample": [
            {
                "desc": "A frame from a short animation about an astronaut figure exploring a seemingly extraterrestrial green house structure ",
                "image": "https://drive.google.com/open?id=1aaL4kYIpDiBAQ-A6P2PYxAAPoeOUpAhT",
                "video": ""
            },
            {
                "desc": "One on my first ventures into 3D animation, frame from a quick landscape modeling practice",
                "image": "https://drive.google.com/open?id=1kvp_ImCvc7JhegvKF5nRydIMXgK5W_6m",
                "video": ""
            },
            {
                "desc": "An animation doen in rotoscope about a dancer who struggles with her craft",
                "image": "",
                "video": "https://www.youtube.com/embed/S8Xd62N1_t4"
            }
        ]
    },
    {
        "email": "dwk2@rice.edu",
        "first": "Drew",
        "last": "Keefer",
        "sample": [
            {
                "desc": "This was my first project in which I tried to teach myself as many forms of digital design as possible, combining Illustrator, 3-D modeling, Photoshop, and hand drawing. ",
                "image": "https://drive.google.com/open?id=1i-HOhiy7EmDfXoAkiSpGv7BB7Rvz_4En",
                "video": ""
            },
            {
                "desc": "Terrell County is a short animation with an original score, drawn in a low-fidelity pixel style. The narration is taken from No Country for Old Men.  ",
                "image": "",
                "video": "https://player.vimeo.com/video/352975968"
            },
            {
                "desc": "I spent a summer in Mexico City, moving there with no Spanish skills or idea of what I was going to do. St. Clair is a piece that captures the sense of open freedom and the unknown that I felt at the start of my journey.",
                "image": "",
                "video": "https://player.vimeo.com/video/352987646"
            }
        ]
    },
    {
        "email": "dl5zh@virginia.edu",
        "first": "Dorothy",
        "last": "Li",
        "sample": [
            {
                "desc": "I used acrylic paint to portray places I love and areas I wish to go. The left illustrates the fireflies in my backyard, the right illustrates the many times I go stargazing, and the middle illustrates where I would like to travel in the future to Salar de Uyuni.",
                "image": "https://drive.google.com/file/d/1rV7L37cCIliUQqRRLh08x0PNP6v0m3Eq",
                "video": ""
            },
            {
                "desc": "I used graphite and ebony pencil to draw a portrait of my grandpa. I chose my grandpa because he has always been my father figure in my life. I wanted to illustrate his greatest quality: his patience. That is why I portrayed him to look amicable and loving, which is how I see him. ",
                "image": "https://drive.google.com/file/d/1JDau46YBFlm1MkAjfLilke7xKqC0Q9Gk",
                "video": ""
            },
            {
                "desc": "Using pen and ink I sought to pay homage to my friend who was murdered by his father on Chinese New Year 2017. This massive piece has over 550 birds flocking the trees watching over my friend. I modeled this piece after a drawing he drew when we where children.",
                "image": "https://drive.google.com/file/d/14dFkoZVSM2hzua_bGv6On7BjFgAdnEPQ",
                "video": ""
            }
        ]
    }
]